{
    "1818342.xml": {
        "text": "  A front-page article yesterday about the difficulty in filling city manager jobs misspelled the surname of the longtime manager of Charlotte, N.C., who announced her retirement. She is Pam Syfert, not Seyfert.  ", 
        "file": "1818342.xml", 
        "title": "Corrections"
    }, 
    "1822451.xml": {
        "text": "  An obituary on Jan. 2 about Sydney Wooderson, a British runner who once held the world record for the mile, misstated the name of the federation that did not recognize a 1938 record for the 4:04.4 mile set by Glenn Cunningham at Dartmouth. It was the International Amateur Athletic Federation, not Athletics.  The obituary also referred incompletely to the reasons given by the federation for rejecting the record. It did not recognize any indoor records until 1987, and it has never recognized indoor records set on tracks with laps longer than 220 yards; the Dartmouth track was 264 yards a lap. (As the obituary noted, the federation also rejected the record because Cunningham used four different quarter milers to pace him.)  ", 
        "file": "1822451.xml", 
        "title": "Corrections"
    }, 
    "1821944.xml": {
        "text": "  An article on Jan. 14 about David Byrne and his song cycle based on the life of Imelda Marcos, the former first lady of the Philippines, misidentified the ethnicity of a singer in the production. Ganda Suthivarakom is of Thai-Chinese descent; she is not Filipino.  ", 
        "file": "1821944.xml", 
        "title": "Corrections"
    }, 
    "1816772.xml": {
        "text": "  A picture in Business Day on Thursday of the home of Robert L. Nardelli, who was ousted as chairman and chief executive of Home Depot, carried an incorrect credit. It was by Chris Rank of Bloomberg News, not by Home Depot.  ", 
        "file": "1816772.xml", 
        "title": "Corrections"
    }, 
    "1819921.xml": {
        "text": "  An article last Friday about $250,000 second homes around the nation misstated a lake open to the public near Victorville, Calif., a popular second-home area. It is Silverwood Lake, which is in a state recreation area, not Lake Arrowhead, which is private.  ", 
        "file": "1819921.xml", 
        "title": "Corrections"
    }, 
    "1819708.xml": {
        "text": "  A television review in Weekend on Jan. 5 about the new reality show ''Living With Ed,'' on HGTV, misidentified the car that Ed Begley Jr. drives. It is a Toyota converted to run on electricity, not a Volkswagen.  ", 
        "file": "1819708.xml", 
        "title": "Corrections"
    }, 
    "1822210.xml": {
        "text": "  An article on the front page of Arts & Leisure today about the composer Ennio Morricone incorrectly lists Enya among the performers on a tribute album to be released in February, ''We All Love Ennio Morricone.'' She does not appear on the album.  ", 
        "file": "1822210.xml", 
        "title": "Corrections"
    }, 
    "1819711.xml": {
        "text": "  Because of an editing error, an article in Science Times on Tuesday about the appearance of a new island as a result of glacial melting in Greenland referred incorrectly to a region where another such island has appeared. Svalbard, off Norway, is an archipelago, not an island.  ", 
        "file": "1819711.xml", 
        "title": "Corrections"
    }, 
    "1817666.xml": {
        "text": "  An art review on Thursday about the exhibition ''South Bronx Contemporary: Longwood Arts Project's 25th Anniversary,'' at Hostos Community College in the Bronx, omitted a curator. The wall of art hung salon-style was organized by Edwin Ramoran under the title ''Everyday Is Like Sunday''; it is not part of ''Iconoclasm,'' organized by Eddie Torres and hanging in the same room.  A picture caption with the review misstated the given name of a former director of the Longwood Arts Project who is also one of the curators of the show. As noted in the review, he is Fred Wilson, not Frank.  ", 
        "file": "1817666.xml", 
        "title": "Corrections"
    }, 
    "1817668.xml": {
        "text": "  A picture caption in The Arts yesterday with an article about Christopher Wheeldon's new New York-based classical dance company and its possible impact on New York City Ballet and American Ballet Theater referred imprecisely to the ballerina Alexandra Ansanelli, who was shown in a performance with City Ballet. While she was with that company when the picture was taken, in 2002, she is now a member of the Royal Ballet in London.  ", 
        "file": "1817668.xml", 
        "title": "Corrections"
    }, 
    "1819123.xml": {
        "text": "  An article in Thursday Styles on Dec. 7 about holiday music in retail stores and an article in Dining on Jan. 3 about the debate over playing music in restaurants misstated the name of a music consulting company that sells audio systems and programming to such businesses. It is DMX -- not Digital Music Express or Digital Music Xperience.  ", 
        "file": "1819123.xml", 
        "title": "Corrections"
    }, 
    "1817863.xml": {
        "text": "  An article in Business Day on Saturday about the energy efficient ways of the Japanese misstated the amount of energy consumed in Japan and the United States as measured in tons of oil per person. Japan consumed the energy equivalent of 2.8 tons of oil per person in 2004, not 2.8 million tons. Likewise, the United States consumed 5.4 tons of oil per person, not 5.4 million tons. The article also referred imprecisely to the output from a home fuel cell used by a Japanese homeowner, Kiminobu Kimura. The cell produces one kilowatt of power per hour; not one kilowatt per hour.  ", 
        "file": "1817863.xml", 
        "title": "Corrections"
    }, 
    "1816155.xml": {
        "text": "  Because of an editing error, a front-page article yesterday about an investigation into the possibility that banks are luring hedge funds as tenants in order to solicit their trading business misstated the nature of a request made by the Massachusetts secretary of state, William F. Galvin, to UBS, the Swiss bank. While Mr. Galvin has requested information from UBS, he has not issued a subpoena. UBS is cooperating with the inquiry.  ", 
        "file": "1816155.xml", 
        "title": "Corrections"
    }, 
    "1819302.xml": {
        "text": "  An article in Business Day on Thursday about an increase in Wal-Mart employees enrolled in a company health plan misstated the number of workers who signed up during an enrollment period this fall. It was about 45,000 workers, not 82,000.  ", 
        "file": "1819302.xml", 
        "title": "Corrections"
    }, 
    "1818667.xml": {
        "text": "  An article on Dec. 31 about winter events in St. Petersburg, Russia, referred incorrectly to the Seventh Symphony of Shostakovich. He composed part of it as shells fell on the city (then known as Leningrad); he did not conduct it. The article also referred incorrectly to meters in taxis there. Taxis typically have meters, but they are not always used.  The article also referred incorrectly to sleighs used in a popular park. The sleighs are pulled by single horses; they are not troikas, which are pulled by three horses.  And a picture caption misidentified a large yellow neo-Classical building. It is the General Staff Building, which is part of the Hermitage palace complex; it is not the Hermitage.  ", 
        "file": "1818667.xml", 
        "title": "Corrections"
    }, 
    "1816766.xml": {
        "text": "  An article last Saturday about mourning for Gerald R. Ford in California misstated the year he moved there after leaving the White House. It was 1977, not 1976. A correction in this space on Wednesday misspelled the name of the city where the Ford family lived. It is Palm Desert, not Palm Dessert.  ", 
        "file": "1816766.xml", 
        "title": "Corrections"
    }, 
    "1817662.xml": {
        "text": "  An article in Business Day on Dec. 30 about energy efficiency and carbon dioxide reductions misstated the relative savings a driver could achieve by switching to a large sport utility vehicle that got an additional two miles per gallon compared with switching to a car that got two more miles per gallon. Savings in the large S.U.V. are two and a half times larger, not three and a half times.  ", 
        "file": "1817662.xml", 
        "title": "Corrections"
    }, 
    "1821075.xml": {
        "text": "  An article on Friday about the Pentagon's new rules for military commissions to try prisoners held at Guantánamo, Cuba, on terrorism charges, misstated the reasons cited by the Supreme Court when it struck down the Bush administration's original plans for the commissions. And a correction in this space yesterday repeated the error. The court ruled last year in Hamdan v. Rumsfeld that the initial procedures established for the commissions were unauthorized by federal statute and violated international law. It did not rule that the commissions themselves were unconstitutional.  ", 
        "file": "1821075.xml", 
        "title": "Corrections"
    }, 
    "1818076.xml": {
        "text": "  Because of an editing error, an article yesterday about a secure telephone that Mayor Michael R. Bloomberg uses in his Manhattan town house rendered incorrectly a quotation from him. The mayor said he had occasionally received calls on the secure line asking ''did I want to subscribe to a particular magazine, buy an insurance policy or some other such ridiculous thing.'' He did not say the callers asked ''did I want to subscribe to a ridiculous magazine, buy an insurance policy or some other such particular thing.''  ", 
        "file": "1818076.xml", 
        "title": "Corrections"
    }, 
    "1819121.xml": {
        "text": "  A report in the Observatory column of Science Times last Tuesday about the impact of large herbivores on ecosystems misstated the middle initial of the lead researcher, a doctoral student at Stanford. He is Robert M. Pringle, not Robert W.  ", 
        "file": "1819121.xml", 
        "title": "Corrections"
    }, 
    "1817160.xml": {
        "text": "  Because of an editing error, an article last Sunday about art insurance misstated the location of the New England Brokerage Corporation that employs Brian Frasca, an insurance broker who gave examples of coverage for artwork. It is in Greenwich, Conn. -- not Providence, R.I., where a different company of the same name is located.  ", 
        "file": "1817160.xml", 
        "title": "Corrections"
    }, 
    "1820938.xml": {
        "text": "  An article on Friday about the Pentagon's new rules for military commissions to try prisoners held at Guantánamo, Cuba, on terrorism charges, misstated the reasons cited by the Supreme Court when it struck down the Bush administration's original plans for the commissions. The court ruled last year in Hamdan v. Rumsfeld that the initial procedures established for the commissions were unconstitutional.  Correction:  January 24, 2007, Wednesday  An article on Friday about the Pentagon's new rules for military commissions to try prisoners held at Guantánamo, Cuba, on terrorism charges, misstated the reasons cited by the Supreme Court when it struck down the Bush administration's original plans for the commissions. And a correction in this space yesterday repeated the error. The court ruled last year in Hamdan v. Rumsfeld that the initial procedures established for the commissions were unauthorized by federal statute and violated international law. It did not rule that the commissions themselves were unconstitutional.  ", 
        "file": "1820938.xml", 
        "title": "Corrections"
    }, 
    "1822441.xml": {
        "text": "  A picture caption on Wednesday about construction of a foundation wall at the World Trade Center site misstated the total number of steel cages that will be used to reinforce the wall. There will be 64, not 63.  ", 
        "file": "1822441.xml", 
        "title": "Corrections"
    }, 
    "1819125.xml": {
        "text": "  An obituary by The Associated Press on Jan. 6 about the character actor Frank Campanella misstated his relationship to the actor Joseph Campanella. Frank was Joseph's older brother, not a younger brother.  ", 
        "file": "1819125.xml", 
        "title": "Corrections"
    }, 
    "1818077.xml": {
        "text": "  An article on Saturday about a controversy over a national sweepstakes awarding a $25,000 savings bond to the first American baby born in 2007 gave an erroneous birth weight in some copies for a Chinese-American girl, born in Manhattan, who was disqualified because her mother was not a legal resident. The girl, Yuki Lin, weighed 6.5 pounds, not 6.5 ounces. (The sponsor of the sweepstakes, Toys ''R'' Us, has since reversed its decision and awarded Yuki and two other babies born shortly after midnight $25,000 each.)  ", 
        "file": "1818077.xml", 
        "title": "Corrections"
    }, 
    "1816351.xml": {
        "text": "  A headline in Business Day yesterday about a lawsuit brought by Intertainer, a digital media company, against Apple Computer, Google and Napster misstated the nature of the litigation. It involves a patent, not a copyright.  ", 
        "file": "1816351.xml", 
        "title": "Corrections"
    }, 
    "1818081.xml": {
        "text": "  A report in the World Business Briefing column last Thursday about the start up of Ironshore Insurance in Bermuda carried an incorrect credit. It was by Bloomberg News, not The Associated Press.  ", 
        "file": "1818081.xml", 
        "title": "Corrections"
    }, 
    "1821943.xml": {
        "text": "  An Art entry last Sunday in the Week Ahead report gave an incomplete title for an exhibition at the Museum of Arts and Design. It is ''Radical Lace and Subversive Knitting,'' not ''Lace and Subversive Knitting.''  ", 
        "file": "1821943.xml", 
        "title": "Corrections"
    }, 
    "1816162.xml": {
        "text": "  A music column yesterday about pop songs on war misstated the title of the song, about a lover killed in combat, that starts the Norah Jones album due out this month. It is ''Wish I Could'' -- not ''Thinking About You,'' which is the title of another song on the album.  ", 
        "file": "1816162.xml", 
        "title": "Corrections"
    }, 
    "1820108.xml": {
        "text": "  A report in the baseball roundup on Thursday about the status of the Bay Area Laboratory Co-Operative steroids investigation misstated the number of men who have pleaded guilty and been sentenced in the case. It is five, not four. The article also gave an outdated academic position for Peter Keane, who commented on the outlook for the case. He is a law professor at Golden Gate University School of Law in San Francisco; he is no longer the dean of the law school.  ", 
        "file": "1820108.xml", 
        "title": "Corrections"
    }, 
    "1821902.xml": {
        "text": "  The Explorer column on Jan. 14 about Angel Falls in Venezuela, misidentified the type of airplane flown by Jimmie Angel, who survived a crash landing there in the 1930s. It was a radial-engine monoplane -- not a turboprop, which was not developed until the 1940s.  ", 
        "file": "1821902.xml", 
        "title": "Corrections"
    }, 
    "1816356.xml": {
        "text": "  An art entry in the Listings pages of Weekend on Friday misstated the surname of the artist whose ''Urban Air Scrubber'' was at the Tribes Gallery on East Third Street in the East Village. He is William Meyer, not Brent. (Adam Brent is the artist who made another work that was on display.)  ", 
        "file": "1816356.xml", 
        "title": "Corrections"
    }, 
    "1818352.xml": {
        "text": "  An article on Sunday about separatist rebel attacks in the northeast Indian state of Assam misstated its precise location. Assam borders several other Indian states and the kingdom of Bhutan; it does not border Myanmar.  ", 
        "file": "1818352.xml", 
        "title": "Corrections"
    }, 
    "1819702.xml": {
        "text": "  An article on Jan. 4 about Delores Pryce, a Queens woman whose youngest daughter has health problems and who received help from The New York Times Neediest Cases Fund to help pay an electricity bill, referred incorrectly to New Alternatives for Children, a program that helps families with medically fragile children. (The error was repeated in an article on Jan. 5 about Dorcas Acheampong, a Bronx woman who received help from the fund to help pay her rent.) Although it is a member agency of the Federation of Protestant Welfare Agencies, it is not run by the federation.  ", 
        "file": "1819702.xml", 
        "title": "Corrections"
    }, 
    "1821332.xml": {
        "text": "  A front-page article on Friday about criticism of Mahmoud Ahmadinejad, Iran's president, by Iranian religious authorities over his involvement in the country's nuclear program misstated the connection between Ayatollah Ali Khamenei, the supreme leader, and Jomhouri-Eslami, a newspaper that has rebuked Mr. Ahmadinejad. (The error was repeated in an article about Iran on Tuesday.) Ayatollah Khamenei owned the newspaper until 1989, when he became supreme leader and transferred ownership to Massih Mohajeri, a conservative politician. However, the newspaper still reflects Ayatollah Khamenei's views.  ", 
        "file": "1821332.xml", 
        "title": "Corrections"
    }, 
    "1818665.xml": {
        "text": "  The Check In/Check Out column last Sunday about Hotel 17 in Manhattan misstated its neighborhood. The hotel, at 225 East 17th Street, is east of Union Square; it is not on the Lower East Side.  ", 
        "file": "1818665.xml", 
        "title": "Corrections"
    }, 
    "1819705.xml": {
        "text": "  An article in Business Day on Tuesday about General Electric's purchase of Smiths Group's aerospace business misstated G.E.'s percentage of ownership of Smiths GE Detection, a joint venture between the companies. G.E. will own 36 percent, not 46 percent.  ", 
        "file": "1819705.xml", 
        "title": "Corrections"
    }, 
    "1818982.xml": {
        "text": "  The cover review in the Book Review today, about Martin Amis's novel ''House of Meetings,'' misstates the relationship between the unnamed narrator and Venus, the young woman he addresses throughout. She is his stepdaughter, not his daughter.  ", 
        "file": "1818982.xml", 
        "title": "Corrections"
    }, 
    "1822660.xml": {
        "text": "  A classical music entry in the Listings pages of Weekend on Jan. 19 misstated the history of the performance in New York of ''Il Signor Bruschino,'' by Rossini, which the Gotham Chamber Orchestra is performing through Saturday. The Gotham Chamber Orchestra's production is the first professional staging of the work in New York since 1933, not the first staging since then. (The error was repeated in a Week Ahead entry in Arts & Leisure on Jan. 21, in the Listings pages of Weekend on Friday and in a review of a performance on Saturday.)  ", 
        "file": "1822660.xml", 
        "title": "Corrections"
    }, 
    "1819503.xml": {
        "text": "  An article in Business Day on Jan. 8 about announcements by Sony and Microsoft regarding sales of their latest game consoles misstated the price of the high-end configuration of Microsoft Xbox 360. It is $399, not $499.  ", 
        "file": "1819503.xml", 
        "title": "Corrections"
    }, 
    "1817234.xml": {
        "text": "  The Habitats article last Sunday about the art-filled apartment on the Upper West Side of Violy McCausland and Frederico Sève misspelled the city in Colombia where McCausland was born. It is Barranquilla, not Baranquilla.  ", 
        "file": "1817234.xml", 
        "title": "Corrections"
    }, 
    "1822438.xml": {
        "text": "  An article on Jan. 21 about Mexico's extradition of drug traffickers to the United States incorrectly described a November 2005 decision by Mexico's Supreme Court that cleared the way for the extraditions. The court ruled that extraditions could proceed if the accused faced a possible life sentence without parole, which Mexican courts had previously held violated the country's constitution. The court did not overturn the prohibition on extraditions in which the accused would face the death penalty. (None of the accused drug traffickers extradited on Jan. 19 face the death penalty, Justice Department officials say.)  The article also misstated the number of people extradited. It was 15, not 21.  ", 
        "file": "1822438.xml", 
        "title": "Corrections"
    }, 
    "1816982.xml": {
        "text": "  A picture caption last Sunday with an article about a film based on Khaled Hosseini's novel ''The Kite Runner'' reversed the identifications for two men involved in the production, based on information provided by the studio. The novelist was on the left, and the director, Marc Forster, was on the right.  ", 
        "file": "1816982.xml", 
        "title": "Corrections"
    }, 
    "1819710.xml": {
        "text": "  A music column on Saturday about a new album by the Smithereens (''Meet the Smithereens!'') that reproduces the song lineup and much of the arrangements on ''Meet the Beatles!'' misidentified the Smithereens' lead guitarist, whose solos were compared to George Harrison's. Although Pat DiNizio does play guitar in the band, it is Jim Babjak who plays lead.  ", 
        "file": "1819710.xml", 
        "title": "Corrections"
    }, 
    "1816948.xml": {
        "text": "  A map with the 36 Hours column on Dec. 24 about Paris incorrectly located the Champs-Élysées. The avenue runs from the Arc de Triomphe to the Place de la Concorde, not to the Place de la République. A corrected map can be found online at nytimes.com/travel.  ", 
        "file": "1816948.xml", 
        "title": "Corrections"
    }, 
    "1820101.xml": {
        "text": "  An article in Business Day on Dec. 29 about concessions that investors in oil and gas fields have given the Russia government misspelled the name of one gas field involved. (The error also appeared in articles last year on Nov. 8, Oct. 11, Sept. 23 and March 22.) It is Kovykta, not Kovytka.  ", 
        "file": "1820101.xml", 
        "title": "Corrections"
    }, 
    "1820111.xml": {
        "text": "  An entry in the Spare Times for Children listing in Weekend yesterday, about the ''Brain Games'' exhibition at the Children's Museum of Manhattan, misstated the days the museum is open. It is open Tuesdays through Sundays, 10 a.m. to 5 p.m., not Tuesdays through Fridays.  ", 
        "file": "1820111.xml", 
        "title": "Corrections"
    }, 
    "1816597.xml": {
        "text": "  An article on Wednesday about the funeral of former President Gerald R. Ford drew an erroneous comparison between Chelsea Clinton and Secretary of State Condoleezza Rice, who sat next to each other. Ms. Rice received degrees from the University of Denver and Notre Dame. She is not an alumna of Stanford University, where Ms. Clinton received a bachelor's degree. (Ms . Rice is a former Stanford provost.)  ", 
        "file": "1816597.xml", 
        "title": "Corrections"
    }, 
    "1822834.xml": {
        "text": "  The Antiques column in Weekend on Friday, about an auction of silver that had been owned by the First Church in Salem, in Massachusetts, attributed an erroneous distinction to the church. The Marble Collegiate Church in Manhattan, founded in 1628, is the oldest continuously operating Protestant congregation in the United States -- not the First Church in Salem, which was founded a year later.  ", 
        "file": "1822834.xml", 
        "title": "Corrections"
    }, 
    "1819954.xml": {
        "text": "  A sports article on Wednesday about the New Orleans Saints' financial situation gave the wrong day for the team's playoff game last week against the Philadelphia Eagles. The game was played on Saturday, not Sunday.  ", 
        "file": "1819954.xml", 
        "title": "Corrections"
    }, 
    "1822835.xml": {
        "text": "  An art review in Weekend on Jan. 19 about two shows at the International Center of Photography in Manhattan, featuring the works of Henri Cartier-Bresson and Martin Munkacsi, referred imprecisely to some of the countries Munkacsi visited on assignment for the German publisher Ullstein. Algeria and Egypt are part of Africa; he did not visit them in addition to Africa.  ", 
        "file": "1822835.xml", 
        "title": "Corrections"
    }, 
    "1816947.xml": {
        "text": "  An article on Dec. 24 about visiting Washington, D.C., in winter misstated the hours and holiday closings for three museums. The National Portrait Gallery and the Smithsonian American Art Museum are open from 11:30 a.m. to 7 p.m. daily -- not until 9 p.m. on Thursdays and Fridays. They close only one day a year -- on Dec. 25; they do not close on Dec. 24, 25 and 26. The National Gallery of Art closes each year on Dec. 25 and Jan. 1, not just on Christmas Day.  ", 
        "file": "1816947.xml", 
        "title": "Corrections"
    }, 
    "1816166.xml": {
        "text": "  An obituary on Thursday about former President Gerald R. Ford misstated his relationship to the three brothers with whom he was raised. They were his half-brothers, not his stepbrothers.  Correction:  January 6, 2007, Saturday  An article last Saturday about mourning for Gerald R. Ford in California misstated the year he moved there after leaving the White House. It was 1977, not 1976. A correction in this space on Wednesday misspelled the name of the city where the Ford family lived. It is Palm Desert, not Palm Dessert.  ", 
        "file": "1816166.xml", 
        "title": "Corrections"
    }, 
    "1818079.xml": {
        "text": "  A chart on the Street Scene page of Business Day last Thursday that listed the leading merger and acquisition advisers misstated the value of the deals in 2006. For Goldman, Sachs, the sector leader, it was $1.088 trillion, not $108.8 trillion. For the industry as a whole, the value of the deals was $3.805 trillion, not $380.5 trillion. A corrected chart can be found at nytimes.com/business.  ", 
        "file": "1818079.xml", 
        "title": "Corrections"
    }, 
    "1821333.xml": {
        "text": "  A front-page article on Friday about criticism of Mahmoud Ahmadinejad, Iran's president, by Iranian religious authorities over his involvement in the country's nuclear program misstated the connection between Ayatollah Ali Khamenei, the supreme leader, and Jomhouri-Eslami, a newspaper that has rebuked Mr. Ahmadinejad. (The error was repeated in an article about Iran on Tuesday.) Ayatollah Khamenei owned the newspaper until 1989, when he became supreme leader and transferred ownership to Massih Mohajeri, a conservative politician. However, the newspaper still reflects Ayatollah Khamenei's views.  ", 
        "file": "1821333.xml", 
        "title": "Corrections"
    }, 
    "1819704.xml": {
        "text": "  Because of an editing error, an article in Business Day on Saturday about a meeting between the United States trade representative, Susan C. Schwab, and the head of the World Trade Organization, Pascal Lamy, misstated the date of Mr. Lamy's discussion with Prime Minister Tony Blair of Britain about the restart of global trade negotiations. It had already been held, on Jan. 9; it was not scheduled for Tuesday.  ", 
        "file": "1819704.xml", 
        "title": "Corrections"
    }, 
    "1819308.xml": {
        "text": "  A picture caption in The Arts yesterday with a music review about the Dicapo Opera Theater misidentified the production shown. It was ''Messa di Gloria'' -- not ''Le Villi,'' which was the other work on the program.  ", 
        "file": "1819308.xml", 
        "title": "Corrections"
    }, 
    "1819700.xml": {
        "text": "  An article on Tuesday about intestinal surgeries that a Spanish newspaper said had been performed on Fidel Castro referred incorrectly to peritonitis, a serious condition that the newspaper said had afflicted Mr. Castro after one of the surgeries. Peritonitis is an inflammation of the lining of the abdominal cavity, called the peritoneum; it is not an inflammation of the stomach lining.  ", 
        "file": "1819700.xml", 
        "title": "Corrections"
    }, 
    "1817667.xml": {
        "text": "  A music review on Jan. 1 about Gov't Mule and Los Lobos, at the Beacon Theater, misstated the surname of a member of Los Lobos. He is Cesar Rosas, not Rojas.  ", 
        "file": "1817667.xml", 
        "title": "Corrections"
    }, 
    "1819492.xml": {
        "text": "  An article in Business Day yesterday about Johnnie M. Burton, who runs the Interior Department's troubled program to collect royalties on oil and gas pumped on public lands, misstated the circumstances under which Gov. Jim Geringer of Wyoming, who had named Ms. Burton to run the state's Department of Revenue, left office. Wyoming term-limit laws prevented Mr. Geringer, a Republican, from running for re-election in 2002; he was not ''ousted'' by voters.  ", 
        "file": "1819492.xml", 
        "title": "Corrections"
    }, 
    "1816775.xml": {
        "text": "  An art review in Weekend on Dec. 15 about Queens International 2006, at the Queens Museum of Art, misspelled the given name and surname of the artist whose embroidered panels explore female sexuality, and a correction in this space on Wednesday repeated the misspelling of her surname. She is Blanka Amezkua, not Blanca Amezcua.  ", 
        "file": "1816775.xml", 
        "title": "Corrections"
    }, 
    "1817859.xml": {
        "text": "  An article last Wednesday about prominent people who attended the funeral of former President Gerald R. Ford referred incorrectly to George Allen, Republican of Virginia. His Senate term ended at noon last Wednesday. At the time he arrived for the funeral, he was not a former lawmaker.  ", 
        "file": "1817859.xml", 
        "title": "Corrections"
    }, 
    "1816983.xml": {
        "text": "  A pop music list on Dec. 24 of the best albums of 2006 omitted a songwriter. The songs on ''Yellow House,'' from Grizzly Bear, were written by Daniel Rossen as well as the group's founder, Edward Droste.  ", 
        "file": "1816983.xml", 
        "title": "Corrections"
    }, 
    "1816156.xml": {
        "text": "  A front-page article on Monday about American military members who have died in the Iraq war misstated the number of crewmates who survived an explosion that killed a tank driver, Specialist Jordan W. Hess. There were three, not four.  ", 
        "file": "1816156.xml", 
        "title": "Corrections"
    }, 
    "1822439.xml": {
        "text": "  The credit for pictures last Monday with the continuation of a front-page article about a whooping cough scare at Dartmouth-Hitchcock Medical Center omitted the photographer's surname. He is Jon Gilbert Fox.  ", 
        "file": "1822439.xml", 
        "title": "Corrections"
    }, 
    "1818490.xml": {
        "text": "  A report in the World Briefing column on Friday misstated the given name of a banker arrested on suspicion of ordering the killing of the deputy of Russia's central bank. He is Aleksei Y. Frenkel, not Andrei.  ", 
        "file": "1818490.xml", 
        "title": "Corrections"
    }, 
    "1819707.xml": {
        "text": "  Because of an editing error, a report in the N.B.A. roundup in some copies last Thursday, about the Toronto Raptors' 90-77 victory over the Milwaukee Bucks, misstated the team that Toronto tied for the lead in the Atlantic Division as a result. It was the Nets, not the Knicks.  ", 
        "file": "1819707.xml", 
        "title": "Corrections"
    }, 
    "1816768.xml": {
        "text": "  A picture caption with an article last Saturday about the Supreme Court Documentary History Project reversed the names of two of the project's editors. Robert Frankel was standing at left and Stephen Tull in the middle, next to another editor, Natalie Wexler.  ", 
        "file": "1816768.xml", 
        "title": "Corrections"
    }, 
    "1816767.xml": {
        "text": "  An article last Saturday about mourning for Gerald R. Ford in California misstated the year he moved there after leaving the White House. It was 1977, not 1976. A correction in this space on Wednesday misspelled the name of the city where the Ford family lived. It is Palm Desert, not Palm Dessert.  ", 
        "file": "1816767.xml", 
        "title": "Corrections"
    }, 
    "1820099.xml": {
        "text": "  An article on Jan. 6 about a police officer in Madison, Conn., who is accused of stealing lobster meat and shrimp from a local seafood restaurant, referred incorrectly to the town's location. Madison is 20 miles east -- not south -- of New Haven.  ", 
        "file": "1820099.xml", 
        "title": "Corrections"
    }, 
    "1820105.xml": {
        "text": "  A chart in Business Day yesterday with an article about the chief executive of the Mesa Air Group referred incorrectly to the company's revenue for the years 2002 through 2006. It was in billions, not millions. A corrected graphic can be found at nytimes.com/business.  ", 
        "file": "1820105.xml", 
        "title": "Corrections"
    }, 
    "1816164.xml": {
        "text": "  A picture caption in The Arts on Thursday with an article about Dance Theater Workshop's program to provide subsidized rehearsal space outside Manhattan carried an erroneous credit. While the picture of the dancer Miguel Gutierrez was indeed by Julieta Cervantes, the picture of his rehearsal space in Woodside, Queens, was by Todd Richmond.  ", 
        "file": "1816164.xml", 
        "title": "Corrections"
    }, 
    "1815967.xml": {
        "text": "  Because of an editing error, an article on Friday about the continuing political gridlock in Lebanon misstated the action taken in November by opposition ministers aligned with Hezbollah. They quit the cabinet, not the Parliament.  ", 
        "file": "1815967.xml", 
        "title": "Corrections"
    }, 
    "1818492.xml": {
        "text": "  A front-page article on Sunday about the power of committee leaders in Congress misspelled the given name of a former Democratic chairman of the House Ways and Means Committee. He was Wilbur Mills of Arkansas, not Wilber.  ", 
        "file": "1818492.xml", 
        "title": "Corrections"
    }, 
    "1817858.xml": {
        "text": "  An article yesterday about the presidential campaign of Mitt Romney, the former governor of Massachusetts, misidentified the home state of Mike Huckabee, another former governor who is also a prospective Republican candidate for president. He was the governor of Arkansas, not Arizona.  ", 
        "file": "1817858.xml", 
        "title": "Corrections"
    }, 
    "1821942.xml": {
        "text": "  A review last Sunday of Tony Trischka's album ''Double Banjo Bluegrass Spectacular'' in the Playlist column misidentified a guest banjoist, Alison Brown. She is formerly of the group Union Station; she is no longer a member.  ", 
        "file": "1821942.xml", 
        "title": "Corrections"
    }, 
    "1819959.xml": {
        "text": "  An obituary on Jan. 11 by The New York Times Regional Newspapers about James C. Weeks, a former president and chief operating officer of The New York Times Regional Media Group, incorrectly described his postgraduate education. He was a graduate of the Program for Management Development at the Harvard Business School -- not a recipient of a master's degree in marketing from the University of Florida, where he earned his undergraduate degree. The obituary also misspelled the given name of his wife. She is Toney Weeks, not Toni.  ", 
        "file": "1819959.xml", 
        "title": "Corrections"
    }, 
    "1818496.xml": {
        "text": "  An obituary on Dec. 29 about Edwin Edwards, the banker who helped bring a currency trading scandal at Citibank to light, gave an erroneous name in some copies for the investment bank for which he later worked. It was Stephens Inc., not Stephen Inc.  ", 
        "file": "1818496.xml", 
        "title": "Corrections"
    }, 
    "1817860.xml": {
        "text": "  An article and headline yesterday about the death of a disturbed man who apparently went into cardiac arrest after being shot with a Taser stun gun during a struggle with New York City police officers misidentified his borough of residence in some copies. He was from Brooklyn, not Queens.  ", 
        "file": "1817860.xml", 
        "title": "Corrections"
    }, 
    "1817658.xml": {
        "text": "  An article on Sunday about marines charged in the killing of 24 Iraqis in the village of Haditha in November 2005 misidentified the Pennyslvania hometown of one marine because of information provided by his lawyer. The marine, Lance Cpl. Justin Sharratt, is from Canonsburg, not Carbondale. (The error also appeared in articles on Dec. 6 and Dec. 22.)  ", 
        "file": "1817658.xml", 
        "title": "Corrections"
    }, 
    "1822831.xml": {
        "text": "  An article in Business Day last Wednesday about the possibility of Rupert Murdoch joining the Chandler family's bid for the Tribune Company misstated the source of a comment by Alfonse D'Amato, the former Republican senator from New York, about the merits of such a move by Mr. Murdoch. Mr. D'Amato's comment was from a column in The Long Island Business News, not Newsday.  ", 
        "file": "1822831.xml", 
        "title": "Corrections"
    }, 
    "1818349.xml": {
        "text": "  A ''Back of the Envelope'' chart on the Street Scene page of Business Day last Friday, about the leading law firms for mergers and acquisitions in 2006, misstated in the summary the 2005 ranking of this year's top firm, Sullivan & Cromwell. It finished third; Freshfields Bruckhaus Deringer was first.  ", 
        "file": "1818349.xml", 
        "title": "Corrections"
    }, 
    "1822211.xml": {
        "text": "  A picture caption on the front page of today's Travel section, referring to the 36 Hours column on Madrid, misidentifies the building shown. It is the library of the Reina Sofía Museum, not the Mercado Fuencarral, a boutique shopping center.  ", 
        "file": "1822211.xml", 
        "title": "Corrections"
    }, 
    "1818350.xml": {
        "text": "  The Connections column on Monday, about music in the films of Alfred Hitchcock, misspelled the surname of a composer who worked with him. He was Miklos Rozsa, not Rosza.  ", 
        "file": "1818350.xml", 
        "title": "Corrections"
    }, 
    "1822664.xml": {
        "text": "  An obituary on Jan. 19 about Ron Carey, a comic actor, referred incorrectly to the character he played on the situation comedy ''Barney Miller.'' He was a uniformed policeman, not a ''plainclothes cop.'' The obituary also included an outdated title for a television show that Mr. Carey appeared on in 1969 and 1970. By that time, it was known as ''The Ed Sullivan Show,'' not ''Toast of the Town.''  ", 
        "file": "1822664.xml", 
        "title": "Corrections"
    }, 
    "1820096.xml": {
        "text": "  An article on Thursday about a strain of avian flu found in Egypt that is resistant to oseltamivir, the chief weapon against the virus, misspelled the name of another drug that remains effective against it. It is zanamivir (sold as Relenza), not zanamir.  ", 
        "file": "1820096.xml", 
        "title": "Corrections"
    }, 
    "1817864.xml": {
        "text": "  A music column on Saturday about the View, a Scottish band from Dundee that made its American debut last week in New York, misstated the name of a Dundee suburb that one of its songs apparently refers to. It is Broughty Ferry, not Broughton Ferry.  ", 
        "file": "1817864.xml", 
        "title": "Corrections"
    }, 
    "1816352.xml": {
        "text": "  An article in Business Day on Tuesday about Web sites that offer unfiltered video clips misstated the type of aircraft shown attacking Taliban forces in Afghanistan in one such video. It was an A-10 Thunderbolt, not an A-20 Havoc.  ", 
        "file": "1816352.xml", 
        "title": "Corrections"
    }, 
    "1816358.xml": {
        "text": "  A front-page article yesterday about an Iraqi government investigation of the abusive behavior at the execution of Saddam Hussein, including the unauthorized cellphone camera recording of it, misstated the account of a witness who said he saw two others there holding cellphone cameras aloft to record Mr. Hussein's final moments. While the witness, Munkith al-Faroun, a prosecutor at Mr. Hussein's trial, said both of the others were officials, he did not identify one of them as Mowaffak al-Rubaie, the national security adviser. Mr. Rubaie, who could not be reached for comment in the article, said yesterday that he had handed his cellphone to security officials an hour before the hanging and had not recorded it.  ", 
        "file": "1816358.xml", 
        "title": "Corrections"
    }, 
    "1820109.xml": {
        "text": "  A Sports of The Times column on Wednesday, about Muhammad Ali's 65th birthday, rendered incorrectly an antiwar quotation from him in the 1960s. He said, ''I ain't got no quarrel with them Vietcong'' -- not ''I got nothin' against them Vietcong.''  ", 
        "file": "1820109.xml", 
        "title": "Corrections"
    }, 
    "1819502.xml": {
        "text": "  An article in Business Day on Friday about the role that employment contracts play in the large severance payouts for executives gave an incorrect spelling in some copies for the name of a company that the chief executive of Wrigley, William D. Perez, mentioned during a discussion of contracts. It is S. C. Johnson, not S. C. Johnston.  ", 
        "file": "1819502.xml", 
        "title": "Corrections"
    }, 
    "1818698.xml": {
        "text": "  An article on Dec. 31 about Mike Myers's absence from the big screen while movies with Jim Carrey and other comedians appear regularly misstated Mr. Carrey's role in ''Lemony Snicket's A Series of Unfortunate Events.'' He played Count Olaf, not the title character.  ", 
        "file": "1818698.xml", 
        "title": "Corrections"
    }, 
    "1821552.xml": {
        "text": "  A sports article by The Associated Press last Friday about the Bob Hope Chrysler Classic misidentified the winner of the Texas Open in September. It was Eric Axley -- not Justin Rose, who shared the lead in the Chrysler Classic at one point, but is still seeking his first PGA Tour victory.  ", 
        "file": "1821552.xml", 
        "title": "Corrections"
    }, 
    "1820457.xml": {
        "text": "  An article last Sunday about a monthly series of talks by Columbia University science professors at an Upper West Side restaurant incorrectly described two eighth graders in the audience. They were Sarah Friedhoff, a 13-year-old girl, and Miguel Alonso-Lubell, a 13-year-old boy -- not two boys.  ", 
        "file": "1820457.xml", 
        "title": "Corrections"
    }, 
    "1817159.xml": {
        "text": "  A picture with an article last Sunday about the sale of Stuyvesant Town and Peter Cooper Village in Manhattan by Metropolitan Life Insurance was published in error. It showed Frederic W. Ecker, who served as president and chief executive of MetLife beginning in 1953 -- not his father, Frederick H. Ecker, who was chairman and chief executive when the developments were built in the 1940s.  ", 
        "file": "1817159.xml", 
        "title": "Corrections"
    }, 
    "1819310.xml": {
        "text": "  A headline in Business Day on Saturday about a federal investigation that led to the indictment of a Michigan executive, Patrick J. Harrington, on charges of falsifying information on 76 small-business loans, referred incorrectly to the company under scrutiny. It is Business Loan Express, a unit of the Allied Capital Corporation -- not Allied Capital itself.  ", 
        "file": "1819310.xml", 
        "title": "Corrections"
    }, 
    "1819119.xml": {
        "text": "  A graphic about the growth of Pentecostalism that accompanied an article yesterday about a storefront church in Harlem referred imprecisely to the beliefs of evangelicals. Some evangelicals believe in the literal truth of the Bible; not all do.  ", 
        "file": "1819119.xml", 
        "title": "Corrections"
    }, 
    "1821826.xml": {
        "text": "  A front-page article last Saturday about complaints by some nonprofit groups of a class divide in philanthropy among Chinese-Americans misstated the given name of the executive director of the Ong Family Foundation, which makes annual grants to such groups, including the Chinese-American Planning Council, a social service agency. The executive director is Nelson Louis, not Norman. The article also misstated the association that Mr. Louis and Danny Ong Yee, the foundation's founding trustee, once had with the council. They are former staff members; they did not attend the council's child-care programs as children.  ", 
        "file": "1821826.xml", 
        "title": "Corrections"
    }, 
    "1821043.xml": {
        "text": "  An article on Friday about the Pentagon's new rules for military commissions to try prisoners held at Guantánamo, Cuba, on terrorism charges, misstated the reasons cited by the Supreme Court when it struck down the Bush administration's original plans for the commissions. And a correction in this space yesterday repeated the error. The court ruled last year in Hamdan v. Rumsfeld that the initial procedures established for the commissions were unauthorized by federal statute and violated international law. It did not rule that the commissions themselves were unconstitutional.  ", 
        "file": "1821043.xml", 
        "title": "Corrections"
    }, 
    "1817862.xml": {
        "text": "  Because of an editing error, an article in Business Day on Jan. 1 about plans by the Walt Disney Company to introduce a revamped Web site at the Consumer Electronics Show referred incorrectly to the business relationship between Apple and Pixar Animation Studios. While Apple's chief executive, Steven P. Jobs, was once the majority shareholder in Pixar, Apple never owned the animation studio.  ", 
        "file": "1817862.xml", 
        "title": "Corrections"
    }, 
    "1822659.xml": {
        "text": "  A classical music entry in the Listings pages of Weekend on Jan. 19 misstated the history of the performance in New York of ''Il Signor Bruschino,'' by Rossini, which the Gotham Chamber Orchestra is performing through Saturday. The Gotham Chamber Orchestra's production is the first professional staging of the work in New York since 1933, not the first staging since then. (The error was repeated in a Week Ahead entry in Arts & Leisure on Jan. 21, in the Listings pages of Weekend on Friday and in a review of a performance on Saturday.)  Correction:  February 1, 2007, Thursday  A classical music entry in the Listings pages of Weekend on Jan. 19 misstated the history of the performance in New York of ''Il Signor Bruschino,'' by Rossini, which is being performed in New York through Saturday. The current production is the first professional staging of the work in New York since 1933, not the first staging since then. (The error was repeated in a Week Ahead entry in Arts & Leisure on Jan. 21, in the Listings pages of Weekend on Friday and in a review of a performance on Saturday.) A correction in this space on Tuesday misstated the name of the group that is currently presenting the work, at the Abrons Arts Center on the Lower East Side. It is the Gotham Chamber Opera, not Orchestra.  ", 
        "file": "1822659.xml", 
        "title": "Corrections"
    }, 
    "1822654.xml": {
        "text": "  An article on Jan. 12 about the awarding of the Medal of Honor to Cpl. Jason L. Dunham of Scio, N.Y., referred incorrectly to his military service. Corporal Dunham, who was killed in Iraq after throwing himself on a grenade to protect two men in his unit, was a marine, not a soldier. He is the first marine and the second service member -- not the second soldier -- to receive the Medal of Honor for service in the war in Iraq. The article also misstated the number of medals that have been awarded since World War II and misstated the timing of restrictions that tightened the criteria for the medal. There have been 380 medals awarded since then, not ''slightly more than 840.'' The requirements were tightened during the war, not after it.  ", 
        "file": "1822654.xml", 
        "title": "Corrections"
    }, 
    "1820946.xml": {
        "text": "  An obituary on Thursday aboutBob Zawoluk, a St. John's basketball star, misstated the number of points he scored in his record-setting game against St. Peter's in 1950. It was 65 points, not 56.  ", 
        "file": "1820946.xml", 
        "title": "Corrections"
    }, 
    "1821327.xml": {
        "text": "  A front-page article yesterday about events surrounding President Bush's State of the Union speech misquoted his opening remarks. He said, ''And tonight I have the high privilege and distinct honor of my own as the first president to begin the State of the Union Message with these words: 'Madam Speaker.' '' He did not say, ''Tonight, I have the high privilege and distinct honor to begin a speech with the words 'Madam Speaker.' ''  ", 
        "file": "1821327.xml", 
        "title": "Corrections"
    }, 
    "1821334.xml": {
        "text": "  An article yesterday about Senator Jim Webb of Virginia and his response, for the Democratic Party, to the State of Union address omitted part of a conversation he had with President Bush at a White House reception for new members of Congress in November. President Bush approached Mr. Webb, whose son is a marine serving in Iraq, and asked, ''How's your boy?'' Mr. Webb replied, ''I'd like to get them out of Iraq, Mr. President.'' Mr. Webb did not say at that point in the conversation, ''That's between me and my boy, Mr. President.'' Mr. Webb did not make that statement until after Mr. Bush had said of the Iraq comment: ''That's not what I asked you. How's your boy?''  The article also referred incorrectly to how Mr. Webb's speech dealt with Democrats' response to the president's Iraq strategy. The speech did not mention whether the party will go beyond a symbolic resolution denouncing Mr. Bush's plan to send more troops to Baghdad.  ", 
        "file": "1821334.xml", 
        "title": "Corrections"
    }, 
    "1822444.xml": {
        "text": "  A picture caption on the Square Feet pages of Business Day on Wednesday with an article about the bidding war for Equity Office Properties referred imprecisely to E.O.P.'s control of the Ferry Building in San Francisco. While E.O.P. and its partners have a long-term lease on the building, they have not acquired the property. The building is owned by the Port of San Francisco.  ", 
        "file": "1822444.xml", 
        "title": "Corrections"
    }, 
    "1816594.xml": {
        "text": "  An article on Sunday about some of the more captivating events in the New York region in 2006 referred incorrectly to a federal investigation of Jared Paul Stern, a former contributor to the Page Six section of The New York Post whom Ronald W. Burkle, the supermarket magnate, has accused of an extortion attempt. The investigation came to light when it was reported by The Post; it was not announced by federal authorities. In addition, allegations that Mr. Stern had been caught on video demanding a $100,000 payment, as well as monthly stipends, for keeping negative accounts of Mr. Burkle from the press were made by Mr. Burkle, not by federal authorities.  ", 
        "file": "1816594.xml", 
        "title": "Corrections"
    }, 
    "1822440.xml": {
        "text": "  An article on Thursday about a compromise bill that would ban smoking in most areas of Atlantic City casinos referred incorrectly in some copies to gambling establishments in Massachusetts. The state is considering allowing casinos, but has none yet.  ", 
        "file": "1822440.xml", 
        "title": "Corrections"
    }, 
    "1821328.xml": {
        "text": "  An article in Business Day yesterday about Yahoo's quarterly earnings misstated the reason given for the departure of the company's chief operating officer, Daniel L. Rosensweig, which was announced last month. He resigned; he was not fired.  ", 
        "file": "1821328.xml", 
        "title": "Corrections"
    }, 
    "1817659.xml": {
        "text": "  An article last Tuesday about possible divisions among Democrats in Congress misstated the number of Democratic freshmen in the House. It is 42, not 30. (Democrats took over 30 Republican-held seats and 12 seats that had been vacated by Democrats.)  ", 
        "file": "1817659.xml", 
        "title": "Corrections"
    }, 
    "1822830.xml": {
        "text": "  The front-page Your Money column on Saturday, about the possibility that people might be saving too much for retirement, misstated the parameters of a calculator from Fidelity Investments that helps consumers determine their future financial needs. Social Security payments are included -- not excluded -- in Fidelity's calculations.  ", 
        "file": "1822830.xml", 
        "title": "Corrections"
    }, 
    "1818696.xml": {
        "text": "  A credit last Sunday for a picture with an article about the art of writing lyrics misspelled a given name, provided by The Associated Press. The photo of Ira Gershwin was from the Ira and Leonore Gershwin Trusts -- not Lenore.  ", 
        "file": "1818696.xml", 
        "title": "Corrections"
    }, 
    "1819712.xml": {
        "text": "  An obituary last Thursday about Roberta Wohlstetter, a military and foreign policy analyst, misstated the surname of her mother and reversed the middle name and surname of her father. Her mother was Elsie Morgan, not Morris. Her father was Edmund Morris Morgan -- not Morgan Morris.  ", 
        "file": "1819712.xml", 
        "title": "Corrections"
    }, 
    "1821823.xml": {
        "text": "  A chart yesterday with an article about declining union membership gave outdated information on the states with the highest and lowest membership in 2006. The top states were Hawaii (24.7%), New York (24.4%), Alaska (22.2%), New Jersey (20.1%) and Washington (19.8%); the bottom states were Texas (4.9%), Georgia (4.4%), Virginia (4.0%), and North and South Carolina (both with 3.3%). The chart listed the 2005 rankings. (As the article noted correctly, the national average is 12 percent, based on 2006 figures.)  ", 
        "file": "1821823.xml", 
        "title": "Corrections"
    }, 
    "1821827.xml": {
        "text": "  An article on Jan. 12 about Staten Island Chuck, a groundhog being prepared for his first Groundhog Day duty by commuting home with his trainer on weekends, included an outdated reference to the train system that Chuck travels on. Since 1994, it has been called the Staten Island Railway, not Staten Island Rapid Transit.  ", 
        "file": "1821827.xml", 
        "title": "Corrections"
    }, 
    "1816163.xml": {
        "text": "  An art review in Weekend on Dec. 15 about Queens International 2006, at the Queens Museum of Art, misspelled the given name of the artist whose embroidered panels explore female sexuality. She is Blanka Amezcua, not Blanca.  ", 
        "file": "1816163.xml", 
        "title": "Corrections"
    }, 
    "1817661.xml": {
        "text": "  A front-page article last Tuesday about Wal-Mart's struggle to market a long-lasting, energy-saving light bulb known as a compact fluorescent lamp misstated the time period in which the retailer sold 40 million of the bulbs compared with about 350 million incandescent bulbs. It was from August 2005 to August 2006 -- not in 2005.  ", 
        "file": "1817661.xml", 
        "title": "Corrections"
    }, 
    "1820107.xml": {
        "text": "  A sports article on Thursday about the sale of naming rights for the Nets' planned home in Brooklyn referred imprecisely to the arena's anticipated cost. Although the price will indeed exceed $550 million, the latest cost projection has raised it to about $637 million. The article also referred incompletely to a park planned atop the arena. It will be a private open space for the complex; it will not be a public park.  ", 
        "file": "1820107.xml", 
        "title": "Corrections"
    }, 
    "1819949.xml": {
        "text": "  An article on Jan. 4 about heart-valve problems linked to two drugs for Parkinson's disease misstated the year that one of them, Permax, added a black-box warning label, the strongest warning required by the Food and Drug Administration. It was 2006, not 2003.  ", 
        "file": "1819949.xml", 
        "title": "Corrections"
    }, 
    "1820947.xml": {
        "text": "  An obituary on Saturday about Denny Doherty, a founding member of the folk-pop band the Mamas and the Papas, misstated the name of the television network that later produced his popular television show, ''Theodore Tugboat.'' It is the Canadian Broadcasting Corporation, not the Canadian Broadcasting Company.  ", 
        "file": "1820947.xml", 
        "title": "Corrections"
    }, 
    "1818495.xml": {
        "text": "  A chart on Jan. 2 with the continuation of a front-page article about Wal-Mart's struggle to market an energy-saving light bulb known as a compact fluorescent lamp referred incompletely to mercury emissions in comparing two light bulbs. The emissions -- 2.4 milligrams from the fluorescent lamp and 10 milligrams for an incandescent bulb -- occur at a coal-powered plant generating the electricity needed for the bulbs. The bulbs themselves do not emit mercury.  ", 
        "file": "1818495.xml", 
        "title": "Corrections"
    }, 
    "1819307.xml": {
        "text": "  An article in The Arts on Wednesday about the writer Vikram Chandra misidentified the site of his home. While he teaches at the University of California, Berkeley, he lives in Oakland, Calif., not Berkeley.  ", 
        "file": "1819307.xml", 
        "title": "Corrections"
    }, 
    "1822836.xml": {
        "text": "  An article in The Arts on Jan. 13 about the writer Harold L. Humes misstated the time frame during which he served as campaign manager for Norman Mailer. He was the manager for Mr. Mailer's aborted campaign for mayor of New York in the early 1960s, not in 1969. (Joe Flaherty was the manager of the campaign in that year.)  ", 
        "file": "1822836.xml", 
        "title": "Corrections"
    }, 
    "1818348.xml": {
        "text": "  An article in Business Day yesterday about the media company E.W. Scripps, and the possible sale of some of its newspapers, misattributed a quotation explaining the reason for the strategy. It was the chief financial officer Joseph G. NeCastro -- not the chief executive Kenneth W. Lowe -- who said: ''Clearly the most advantageous route is to separate the newspaper business in some fashion.''  ", 
        "file": "1818348.xml", 
        "title": "Corrections"
    }, 
    "1819701.xml": {
        "text": "  An article on Jan. 4 about Delores Pryce, a Queens woman whose youngest daughter has health problems and who received help from The New York Times Neediest Cases Fund to help pay an electricity bill, referred incorrectly to New Alternatives for Children, a program that helps families with medically fragile children. (The error was repeated in an article on Jan. 5 about Dorcas Acheampong, a Bronx woman who received help from the fund to help pay her rent.) Although it is a member agency of the Federation of Protestant Welfare Agencies, it is not run by the federation.  ", 
        "file": "1819701.xml", 
        "title": "Corrections"
    }, 
    "1816598.xml": {
        "text": "  An article yesterday about a guilty plea by Army Specialist Juston R. Graber to a reduced charge of mercy killing in connection with the deaths of three Iraqi men misstated the original charge against him and the maximum punishment three other soldiers could receive if convicted. Specialist Graber was charged with noncapital murder, not capital murder. The three other soldiers scheduled for courts-martial face life in prison -- not the death penalty -- if convicted.  ", 
        "file": "1816598.xml", 
        "title": "Corrections"
    }, 
    "1821834.xml": {
        "text": "  An article on Wednesday about a pointed exchange between CNN and Fox News over a Web site report that said Senator Barack Obama had attended an Islamic school or madrassa in Indonesia as a child referred imprecisely to madrassas. While some teach a radical version of Islam, most historically have not. (Mr. Obama's office has said the report is untrue.)  ", 
        "file": "1821834.xml", 
        "title": "Corrections"
    }, 
    "1819122.xml": {
        "text": "  A report in the On Baseball column on Jan. 7 about Gil Meche and Ron Guidry, two pitchers from different eras but the same hometown, Lafayette, La., misstated the team that signed Meche to a five-year, $55 million contract this off-season. It is the Kansas City Royals, not the Seattle Mariners.  ", 
        "file": "1819122.xml", 
        "title": "Corrections"
    }, 
    "1816764.xml": {
        "text": "  The Religion Journal last Saturday, about the complexities of tithing, misstated the name of a company where Tom Norwood, a Presbyterian minister, advises churches on how to increase giving by their congregants. It is Capstone Advancement Partners, not Capstone Investment Partners.  ", 
        "file": "1816764.xml", 
        "title": "Corrections"
    }, 
    "1818347.xml": {
        "text": "  An article in Business Day yesterday about a lawsuit filed by a pension fund over the proposed merger between Caremark RX and CVS misstated the amount of exit pay that Caremark's chief executive, Edwin M. Crawford, would receive if a rival bid was accepted. If Express Scripts succeeds in its rival bid, Mr. Crawford would receive $57.6 million to $62.4 million, not an estimated $48 million.  ", 
        "file": "1818347.xml", 
        "title": "Corrections"
    }, 
    "1817266.xml": {
        "text": "  A column last Sunday on a day laborer who was arrested in Danbury misspelled the given name of one of several Yale Law School students who is representing him. She is Stacie Jonas, not Staci.  ", 
        "file": "1817266.xml", 
        "title": "Corrections"
    }, 
    "1816350.xml": {
        "text": "  The On Education column yesterday, about A Better Chance, a nonprofit group that helps minority children apply to private day and boarding high schools, misstated the surname of the president of the group and omitted her middle initial. She is Sandra E. Timmons, not Simmons.  ", 
        "file": "1816350.xml", 
        "title": "Corrections"
    }, 
    "1819303.xml": {
        "text": "  A picture caption on Friday about the English soccer star David Beckham, who has a five-year agreement to play for the Los Angeles Galaxy of Major League Soccer, misstated his role in a score in a 2002 World Cup game against Sweden. His corner kick set up a goal; he did not score a goal.  ", 
        "file": "1819303.xml", 
        "title": "Corrections"
    }, 
    "1816833.xml": {
        "text": "  The ''Living In'' article last Sunday, on the Stuyvesant Square neighborhood, referred incorrectly to the Manhattan Comprehensive Night and Day High School. It is public, not private. The article also misstated the school's hours. It is open 9 a.m. to 11 p.m. on Monday through Thursday, 9 a.m. to 8 p.m. on Friday and 9 a.m. to 5 p.m. on Sunday.  ", 
        "file": "1816833.xml", 
        "title": "Corrections"
    }, 
    "1819948.xml": {
        "text": "  An article on Monday about the crime and discontent that has accompanied prosperity for some in the Chinese city of Guangzhou referred incorrectly to the city's economic development. It has reached $7,800 per capita gross domestic product -- not per capita income.  ", 
        "file": "1819948.xml", 
        "title": "Corrections"
    }, 
    "1821336.xml": {
        "text": "  An article on Jan. 14 about efforts by the Carnegie, Ford and Rockefeller Foundations to improve their operations referred incorrectly to the Spike Lee documentary on New Orleans, ''When the Levees Broke,'' which was underwritten by the Rockefeller Foundation. The documentary itself, in DVD form, is the basis of a curriculum on poverty developed by Teachers College at Columbia. It is not being used to create 20-to-30 minute DVDs for the curriculum.  ", 
        "file": "1821336.xml", 
        "title": "Corrections"
    }, 
    "1817655.xml": {
        "text": "  A Man in the News article on Saturday about Zalmay Khalilzad, President Bush's choice to be ambassador to the United Nations, misidentified the first American ambassador to Afghanistan after the fall of the Taliban. It was Robert P. Finn -- not Mr. Khalilzad, who succeeded Mr. Finn in the fall of 2003.  ", 
        "file": "1817655.xml", 
        "title": "Corrections"
    }, 
    "1821543.xml": {
        "text": "  An article yesterday about Senator John Kerry's announcement that he would not seek the Democratic nomination for president in 2008 incorrectly described what he called ''a botched joke'' he told before the November midterm elections. In telling the joke, which was assailed as an attack on American troops fighting in Iraq, Mr. Kerry not only dropped a word from his prepared remarks, but he also rephrased his opening sentence extensively and omitted a reference to President Bush. Mr. Kerry's aides said that the prepared text read: ''Do you know where you end up if you don't study, if you aren't smart, if you're intellectually lazy? You end up getting us stuck in a war in Iraq. Just ask President Bush.'' What he actually said: ''You know, education, if you make the most of it, you study hard, you do your homework and you make an effort to be smart, you can do well. If you don't, you get stuck in Iraq.''  ", 
        "file": "1821543.xml", 
        "title": "Corrections"
    }, 
    "1819920.xml": {
        "text": "  An article last Friday about observing butterflies in the Lower Rio Grande Valley misstated the trees that are hung with Spanish moss there. Many indigenous trees, including species of elm and ash, have Spanish moss there, but oaks are not among them.  ", 
        "file": "1819920.xml", 
        "title": "Corrections"
    }, 
    "1820975.xml": {
        "text": "  An article in Business Day on Saturday, about efforts by the drug maker Bristol-Myers Squibb to recover from a competitive challenge to its best-selling blood thinner, Plavix, misstated the board's position on potential merger or takeover deals involving the company. While Bristol-Myers executives have said repeatedly that they would be open to considering such deals, the board has not actively pursued a merger or sale.  ", 
        "file": "1820975.xml", 
        "title": "Corrections"
    }, 
    "1818343.xml": {
        "text": "  Because of an editing error, an article on Wednesday about possible campaign headquarters for Senator Hillary Rodham Clinton misidentified one of the places she has considered home. It is Washington, D.C., not Washington State.  ", 
        "file": "1818343.xml", 
        "title": "Corrections"
    }, 
    "1820974.xml": {
        "text": "  A news analysis article on Sunday about Senator Hillary Rodham Clinton's presidential prospects misstated the results of a recent Washington Post/ABC News poll and erroneously attributed the incorrect number to a statement by her campaign. Mrs. Clinton led Senator Barack Obama in the preference poll of likely Democratic primary voters by 41 percent to 17 percent; she did not hold a 41 percentage point lead over Mr. Obama. The campaign's statement correctly reflected the polling data; it did not contain the incorrect percentage.  ", 
        "file": "1820974.xml", 
        "title": "Corrections"
    }, 
    "1817861.xml": {
        "text": "  A front-page article on Dec. 19, about the financial problems that health plans for retired government workers are causing in some cities, misstated the amount that New York City intends to set aside in a trust fund to pay for its retired workers' health care. It is $2 billion, which is to be paid over fiscal years 2006 and 2007 -- not $2.2 billion, which is the city's contribution to the trust fund in fiscal 2006 as well as its outlay for retiree health care in the same year.  ", 
        "file": "1817861.xml", 
        "title": "Corrections"
    }, 
    "1818082.xml": {
        "text": "  A picture caption in Business Day on Monday with an article about cellphones and other small devices that take on desktop computers' functions referred incorrectly to four officials from Oqo, which makes a pocket-sized computer. While the four pictured are executives, only three were among its founders. Bob Rosin, second from right, is the senior vice president for marketing and alliances and joined the company later.  ", 
        "file": "1818082.xml", 
        "title": "Corrections"
    }, 
    "1820110.xml": {
        "text": "  A film column on Jan. 10 about the New York Jewish Film Festival misidentified the voice-over featured in the animated short ''Chronicles of a Professional Eulogist.'' While the film is based on interviews with a rabbi who is the stepfather of the writer's wife, the voice is that of Jonathan Milder, not the rabbi.  ", 
        "file": "1820110.xml", 
        "title": "Corrections"
    }, 
    "1817267.xml": {
        "text": "  A chart with an article last Sunday about the changing demographics of the suburbs contained incorrect percentages for levels of education reported by the census in 2000 and 2005. In 2005, the proportion of the population over 25 with some college was 22.6 percent, not 28.1 percent. In 2000, the proportions in all groups were slightly higher than those reported: The proportion with less than a high school degree was 15.8 percent; the proportion with a high school degree was 27.7 percent; with some college, 23.7 percent; with a college degree, 19.3 percent; with a master's degree, 9.1 percent; with a professional degree, 4.3 percent.  ", 
        "file": "1817267.xml", 
        "title": "Corrections"
    }, 
    "1820941.xml": {
        "text": "  A report in the Metro Briefing column on Jan. 5 about appointments by Gov. Eliot Spitzer of New York misspelled the given name of the deputy commissioner of the Office of Health Insurance Programs, a new position. (The error was repeated on Thursday in an article about the expected appointment of a new state health commissioner.) She is Deborah Bachrach, not Debra.  ", 
        "file": "1820941.xml", 
        "title": "Corrections"
    }, 
    "1820098.xml": {
        "text": "  A picture caption with a front-page article on Jan. 9 about the naming of Fred F. Fielding as the chief White House lawyer misspelled the surname of a woman, whose husband was killed in the Sept. 11 attacks, who spoke to Mr. Fielding at a meeting of the Sept. 11 commission when he was on that panel. She is Beverly Eckert, not Ecket.  ", 
        "file": "1820098.xml", 
        "title": "Corrections"
    }, 
    "1819497.xml": {
        "text": "  An article on Sunday about a gun battle on Jan. 3 between the police and Islamic extremists in Tunisia misstated the name of a militant Islamic political party that has risen in popularity as part of a religious resurgence across North Africa. The party, based in Egypt, is the Muslim Brotherhood, not Islamic Brotherhood.  ", 
        "file": "1819497.xml", 
        "title": "Corrections"
    }, 
    "1819504.xml": {
        "text": "  An article in the Itineraries pages of Business Day yesterday about finding places to eat while traveling for business misstated the name of a Web site that offers restaurant information. It is www.fodors.com, not www.fodor.com.  ", 
        "file": "1819504.xml", 
        "title": "Corrections"
    }, 
    "1821083.xml": {
        "text": "  An obituary on Jan. 12 about the producer and writer Steve Krantz misspelled the surname of his surviving sister. She is Sunny Onish, not Ornish.  ", 
        "file": "1821083.xml", 
        "title": "Corrections"
    }, 
    "1816349.xml": {
        "text": "  An article on Monday about the handling of the video of Saddam Hussein's execution by television networks and Web sites referred imprecisely to the site littlegreenfootballs.com. It posted a link to the video, not the video itself.  ", 
        "file": "1816349.xml", 
        "title": "Corrections"
    }, 
    "1817660.xml": {
        "text": "  A brief report on Thursday about Andrea Stewart-Cousins, a freshman New York State senator, in an article about the opening session of the State Legislature, misstated the number of new senators taking office and referred imprecisely to the historical significance of Ms. Stewart-Cousins' election. Counting Ms. Stewart-Cousins, there are seven new senators; she is not the only one. She is one of a few candidates in recent years to have won by defeating an incumbent; more commonly, newcomers win by running for open seats.  ", 
        "file": "1817660.xml", 
        "title": "Corrections"
    }, 
    "1819951.xml": {
        "text": "  A chart on Tuesday with the continuation of a front-page article about the slowdown in the condominium market mislabeled the top line of the scale showing the number of condos for sale. It is 25,000, not 30,000. A corrected graphic can be found at nytimes.com/2007/01/16/realestate/16rentals.html.  ", 
        "file": "1819951.xml", 
        "title": "Corrections"
    }, 
    "1819301.xml": {
        "text": "  An article in Business Day on Jan. 1 about the increase in subscribers for Sirius Satellite Radio and its rival, XM Satellite Radio, misstated one news channel that is offered by both companies. It is CNBC, not MSNBC.  ", 
        "file": "1819301.xml", 
        "title": "Corrections"
    }, 
    "1819126.xml": {
        "text": "  An obituary on Wednesday about Iwao Takamoto, the artist who created Scooby-Doo and other cartoon characters, in some copies misstated the day that he died. It was Monday, not last Tuesday.  ", 
        "file": "1819126.xml", 
        "title": "Corrections"
    }, 
    "1819703.xml": {
        "text": "  An article on Sunday about a record set in 2006 for the amount of borrowed money the New York Legislature and Gov. George E. Pataki committed to pet projects included an erroneous reference from David Catalfamo, a spokesman for Mr. Pataki, to a museum that Mr. Catalfamo defended as a worthwhile investment. It is the Natural History Museum of the Adirondacks in Tupper Lake -- not the Adirondack Museum, which is in Blue Mountain Lake.  ", 
        "file": "1819703.xml", 
        "title": "Corrections"
    }, 
    "1819306.xml": {
        "text": "  A report in the ''Arts, Briefly'' column on Friday about the decision by the boards of Carnegie Hall and City Center to form a partnership for performances referred incorrectly to the plan. Each institution will maintain its own board; a partnership board will not be formed.  ", 
        "file": "1819306.xml", 
        "title": "Corrections"
    }, 
    "1818083.xml": {
        "text": "  Because of an editing error, an article in Weekend on Friday about a walk in the East Village with Robert Stone, who has a new memoir about the 1960s, ''Prime Green,'' misstated the history of Andy Warhol's connection with the Polski Dom, or Polish Home, on St. Marks Place. The nightclub Warhol opened there, in 1966, was called Dom, not the Electric Circus. (The Electric Circus, not run by Warhol, opened at the site in 1967.)  A map with the article omitted identification of one street and misidentified two others. The unidentified street north of St. Marks Place is East Ninth Street; the two streets north of that are East 10th and East 11th -- not East Ninth and East 10th.  The map also included an imprecise translation of the German name Deutsche-Amerikanische Schützen Gesellschaft, engraved on the building at 12 St. Marks Place, built in 1885. The ''German-American Shooting Club'' is a more precise translation and description of the organization's function in the community than ''German-American Shooting School.''  ", 
        "file": "1818083.xml", 
        "title": "Corrections"
    }, 
    "1819706.xml": {
        "text": "  An article in Business Day on Monday about a dispute between Wendy P. McCaw, the owner of The Santa Barbara News-Press in California and the newsroom staff misspelled the name of the city where Don Murphy, the former manager editor of the paper, has taken a job. It is San Luis Obispo, not San Louis Obispo. The credit for a picture of Ms. McCaw misstated the given name of the photographer. He is Paul Wellman, not Paula.  ", 
        "file": "1819706.xml", 
        "title": "Corrections"
    }, 
    "1816161.xml": {
        "text": "  An art review in Weekend on Friday about four shows at the P.S. 1 Contemporary Art Center in Queens misstated the name of the artist who has a large embroidered silk screen in the ''Gold Standard'' show. He is Kent Henricksen, not Kurt Hendrickson.  The review also misidentified the country in which workers at a gold mine are shown in a short video by Alfredo Jaar called ''Introduction to a Distant World.'' It is Brazil, not South Africa.  It also misstated the year that Neville Wakefield, who put together the ''Defamation of Character'' show, became a curatorial adviser at P.S. 1. It was at the beginning of 2006, not the beginning of 2005.  ", 
        "file": "1816161.xml", 
        "title": "Corrections"
    }, 
    "1820103.xml": {
        "text": "  An article in Business Day on Dec. 29 about concessions that investors in oil and gas fields have given the Russia government misspelled the name of one gas field involved. (The error also appeared in articles last year on Nov. 8, Oct. 11, Sept. 23 and March 22.) It is Kovykta, not Kovytka.  ", 
        "file": "1820103.xml", 
        "title": "Corrections"
    }, 
    "1816602.xml": {
        "text": "  An article in Business Day on Wednesday about an investigation of Qualcomm by the antitrust authorities in South Korea misspelled the given name of the president of Nextreaming, which has accused Qualcomm of undermining fair competition. It is Lim Il-taek, not Lim Il-tiek.  ", 
        "file": "1816602.xml", 
        "title": "Corrections"
    }, 
    "1818498.xml": {
        "text": "  A television review on Jan. 2 about ''Dirt,'' on FX, referred incorrectly to the channel. It is a basic cable channel, not a premium one.  ", 
        "file": "1818498.xml", 
        "title": "Corrections"
    }, 
    "1816763.xml": {
        "text": "  A picture caption in Business Day yesterday about a decision by the McCormick Tribune Foundation, a large shareholder in the Tribune Company, to hire the Blackstone Group as an adviser while the Tribune is up for sale, misstated the role of the company's chief executive, Dennis FitzSimons, in the sales process. Mr. FitzSimons, who is also chairman of the foundation's board, has recused himself from issues regarding the sale; he is not a member of the special committee dealing with the Blackstone Group.  ", 
        "file": "1816763.xml", 
        "title": "Corrections"
    }, 
    "1821074.xml": {
        "text": "  Because of an editing error, a front-page article on Sunday about Senator Hillary Rodham Clinton's presidential candidacy misstated the name of the university whose president, former Senator Bob Kerrey, commented on campaign donors. It is the New School, not the New School University.  ", 
        "file": "1821074.xml", 
        "title": "Corrections"
    }, 
    "1821824.xml": {
        "text": "  An article by The Associated Press last Saturday about a fatal stabbing at the Lincoln-Sudbury Regional High School in Massachusetts misstated the school's location. It is in Sudbury, not Framingham.  ", 
        "file": "1821824.xml", 
        "title": "Corrections"
    }, 
    "1816773.xml": {
        "text": "  A report in the ''Arts, Briefly'' column last Saturday about criticism of officials at the J. Paul Getty Museum by the former antiquities curator referred imprecisely to the origin of two artifacts that the museum agreed to hand over to Greece last month. Although the Greek government contends they were looted from Greek soil, and the Getty says they should rightfully be returned, there has been no independent finding that the objects were illegally excavated.  ", 
        "file": "1816773.xml", 
        "title": "Corrections"
    }, 
    "1817669.xml": {
        "text": "  An article in The Arts on Thursday about the formation of a new dance company by the choreographer Christopher Wheeldon misstated the name of one of the companies that asked him in the past to choreograph for it. It is the Pennsylvania Ballet (based in Philadelphia), not the Philadelphia Ballet.  ", 
        "file": "1817669.xml", 
        "title": "Corrections"
    }, 
    "1816357.xml": {
        "text": "  An article in Science Times on Tuesday about the debate over free will misstated the location of Elizabethtown College, where Michael Silberstein, who commented on free will and popular culture, is a science philosopher. It is in Pennsylvania, not Maryland.  ", 
        "file": "1816357.xml", 
        "title": "Corrections"
    }, 
    "1819500.xml": {
        "text": "  An article on Monday about Orthodox Jews from Monsey, N.Y., who belong to Neturei Karta, an anti-Zionist group, and who traveled to Iran last month for a conference questioning the Holocaust, referred incorrectly to the locations where the group has members. They are in the United States, the United Kingdom and Canada, among other places, but not in the Jewish settlements of the West Bank.  ", 
        "file": "1819500.xml", 
        "title": "Corrections"
    }, 
    "1819496.xml": {
        "text": "  A headline and an entry in the News Summary on Monday about Middle East peace efforts by Secretary of State Condoleezza Rice misstated the location where she held talks with Mahmoud Abbas, president of the Palestinian Authority. It was in the West Bank city of Ramallah, not in Pakistan.  ", 
        "file": "1819496.xml", 
        "title": "Corrections"
    }, 
    "1816353.xml": {
        "text": "  An entry in the Transactions column in the Square Feet pages of Business Day yesterday about a recent lease at 111 John Street, Manhattan, carried incorrect information from a broker about the new tenant. It is Habitat for Humanity-New York City, not Habitat for Humanity International. The entry also listed the rent incorrectly. It is $25 per square foot, not $27.  ", 
        "file": "1816353.xml", 
        "title": "Corrections"
    }, 
    "1822107.xml": {
        "text": "  Because of an editing error, an article last Sunday about furniture stores in Dumbo, Brooklyn, misstated the context of a quotation by Robert Siewert, the manager at Wonk, one of the stores. When Mr. Siewert said, ''This building, before they started getting kicked out, was mostly artist studios,'' he was referring to a building at 68 Jay Street, where his store is located -- not to the nearby J Condominiums.  ", 
        "file": "1822107.xml", 
        "title": "Corrections"
    }, 
    "1820106.xml": {
        "text": "  The Advertising column in Business Day on Thursday, about the successful online ad campaign for LowerMyBills.com, misspelled the given name of a blogger who commented on the ads. He is Rogers Cadenhead, not Roger.  ", 
        "file": "1820106.xml", 
        "title": "Corrections"
    }, 
    "1818489.xml": {
        "text": "  A report by Reuters in the World Briefing column yesterday about the projected imbalance in population numbers between men and women in China because of the one-child policy and a cultural preference for sons misstated the anticipated shift in the population. The state news media predicted that by 2020 the country would have 30 million more men than women, not 300 million more.  ", 
        "file": "1818489.xml", 
        "title": "Corrections"
    }, 
    "1819299.xml": {
        "text": "  An article on Thursday about opposition to a high-explosive test in the Nevada desert because of fears it would propel radioactive particles in the soil from nuclear weapons tests misstated the number of nuclear tests there from 1951 to 1992. It is 928, not 100. The article also misidentified the unit of measure for radiation exposure. It is the millirem, not milliliter.  ", 
        "file": "1819299.xml", 
        "title": "Corrections"
    }, 
    "1817665.xml": {
        "text": "  A sports article on Saturday about the former quarterback Koy Detmer, who was signed by the Philadelphia Eagles to be the holder on kicks in the playoffs, misidentified the special-teams coach. He is John Harbaugh, not Jim Harbaugh. (The Harbaughs are brothers. Jim was recently hired as head coach at Stanford University.)  ", 
        "file": "1817665.xml", 
        "title": "Corrections"
    }, 
    "1819950.xml": {
        "text": "  An article on Wednesday about a 1906 Maxfield Parrish painting of Old King Cole, which was removed from the St. Regis Hotel in Manhattan for its first extensive cleaning since the 1950s, misidentified the man who commissioned it and whose face is believed to have been the model for the king's. He is John Jacob Astor IV -- not John Jacob Astor, his great-grandfather.  ", 
        "file": "1819950.xml", 
        "title": "Corrections"
    }, 
    "1816769.xml": {
        "text": "  An article last Saturday about memorials in Washington, D.C., that are dedicated to the history of other countries misstated the location of a statue to Tomas Masaryk, the first president of Czechoslovakia. It is at the intersection of 22nd Street, Massachusetts Avenue and Q Street -- not in front of the World Bank on H Street.  ", 
        "file": "1816769.xml", 
        "title": "Corrections"
    }, 
    "1822663.xml": {
        "text": "  An obituary on Jan. 15 about Alice Coltrane, the widow and piano accompanist of the jazz saxophonist John Coltrane, referred incompletely to the musician Terry Gibbs, with whom she played early in her career. Although he plays the drums, he is best known as a vibraphonist.  ", 
        "file": "1822663.xml", 
        "title": "Corrections"
    }, 
    "1821079.xml": {
        "text": "  An article in The Arts last Wednesday about NBC's plans to extend the ''Today'' program to a fourth hour attributed an erroneous distinction to the show. ''Nightwatch'' on CBS, which had its premiere in 1982, ran for four hours on weekdays. ''Today'' will not be the first such weekday program of that length on major broadcast networks.  ", 
        "file": "1821079.xml", 
        "title": "Corrections"
    }, 
    "1822450.xml": {
        "text": "  An obituary on Dec. 1 about Rose Mattus, who with her husband created Häagen-Dazs Ice Cream, misidentified the company that owns the brand. It is General Mills, not Nestlé. (General Mills has licensed Nestlé to sell some of its brands in the United States and Canada.)  ", 
        "file": "1822450.xml", 
        "title": "Corrections"
    }, 
    "1816593.xml": {
        "text": "  An article about San Antonio last Friday included outdated information about a barbecue stand in the city. The Pig Stand at 801 South Presa Street is no longer in business. The article also referred incorrectly to the San Antonio River along the River Walk. The bulk of the River Walk follows the natural flow of the river, not a diverted section.  ", 
        "file": "1816593.xml", 
        "title": "Corrections"
    }, 
    "1821549.xml": {
        "text": "  An article in Business Day on Tuesday about a chip deal between Sun Microsystems and Intel and its effect on an Intel rival, Advanced Micro Devices, rendered incorrectly a quotation from a research note by an analyst with Stifel Nicolaus, Cody Acree. He wrote, ''Now A.M.D. has missed the last two quarters'' -- not that ''Intel'' has missed the last two quarters.  ", 
        "file": "1821549.xml", 
        "title": "Corrections"
    }, 
    "1822838.xml": {
        "text": "  An obituary on Jan. 14 about A. I. Bezzerides, who wrote several novels that were adapted for films, omitted part of the title of one film and misidentified its director. The title is ''On Dangerous Ground,'' not ''Dangerous Ground,'' and the director was Nicholas Ray, not James Dassin.  ", 
        "file": "1822838.xml", 
        "title": "Corrections"
    }, 
    "1818345.xml": {
        "text": "  The Advertising column in Business Day yesterday, about digital technology that rotates advertiser images on highway billboards, carried incorrect estimates from the Outdoor Advertising Association of America on the number of billboards that are expected to be converted to digital in the next 10 years. It is 4,000, not 90,000.  ", 
        "file": "1818345.xml", 
        "title": "Corrections"
    }, 
    "1820456.xml": {
        "text": "  An article last Sunday about a surge in attendance at the American Museum of Natural History since the release of the film ''Night at the Museum'' referred incorrectly to an artifact at the museum. The museum has a cast of bones from the Peking man fossils -- not an actual skull of a Peking man. Most of the Peking man fossils were lost during World War II.  ", 
        "file": "1820456.xml", 
        "title": "Corrections"
    }, 
    "1819955.xml": {
        "text": "  Movie details with a film review of ''Arthur and the Invisibles'' in Weekend last Friday included an erroneous running time provided by the distributor and referred incorrectly to the movie's rating. The film is 94 minutes, not 102, and it is rated PG; it is not unrated.  ", 
        "file": "1819955.xml", 
        "title": "Corrections"
    }, 
    "1818319.xml": {
        "text": "  A picture caption with an article last Friday about the writer Maya Angelou's part-time home in New York misstated the number of its rooms. It has 12 rooms -- not 18, which is the number of rooms in her home in Winston-Salem, N.C.  ", 
        "file": "1818319.xml", 
        "title": "Corrections"
    }, 
    "1818491.xml": {
        "text": "  A news analysis article yesterday about a bill on stem cell research passed by the House misstated one of its provisions. The measure would allow scientists receiving federal funds to use embryonic stem cells from surplus embryos generated in fertility clinics, after the cell lines had been derived by others using nonfederal funds. The federally supported scientists would not derive the cell lines themselves.  ", 
        "file": "1818491.xml", 
        "title": "Corrections"
    }, 
    "1818353.xml": {
        "text": "  An article on Sunday about separatist rebel attacks in the northeast Indian state of Assam misstated its precise location. Assam borders several other Indian states and the kingdom of Bhutan; it does not border Myanmar.  ", 
        "file": "1818353.xml", 
        "title": "Corrections"
    }, 
    "1816771.xml": {
        "text": "  A front-page article on Thursday about the side effects of the psychiatric drug Zyprexa misstated the name of a older drug tested against Zyprexa in a federally sponsored clinical trial. It was perphenazine (also called Trilafon), not Stelazine.  ", 
        "file": "1816771.xml", 
        "title": "Corrections"
    }, 
    "1817656.xml": {
        "text": "  An article on Sunday about marines charged in the killing of 24 Iraqis in the village of Haditha in November 2005 misidentified the Pennyslvania hometown of one marine because of information provided by his lawyer. The marine, Lance Cpl. Justin Sharratt, is from Canonsburg, not Carbondale. (The error also appeared in articles on Dec. 6 and Dec. 22.)  ", 
        "file": "1817656.xml", 
        "title": "Corrections"
    }, 
    "1822829.xml": {
        "text": "  A front-page article on Friday about efforts by public colleges to attract minority students misstated the name of the organization headed by Roger Clegg that opposes racial preferences. It is the Center for Equal Opportunity, not the Council for Equal Opportunity.  ", 
        "file": "1822829.xml", 
        "title": "Corrections"
    }, 
    "1818078.xml": {
        "text": "  An article on Tuesday about a controversy over the arrest of a political activist, Kenneth Krayeske, during the inaugural parade of Gov. M. Jodi Rell of Connecticut, misstated his age and misstated the surname of his lawyer. Mr. Krayeske is 34, not 33, and his lawyer is Norman A. Pattis, not Potts.  ", 
        "file": "1818078.xml", 
        "title": "Corrections"
    }, 
    "1818080.xml": {
        "text": "  Because of an editing error, an article in Business Day yesterday about the corporate takeover battle emerging in Asia for Hutchinson Essar, the telecommunications company, misstated its revenue in American dollars in some copies for the four quarters ended in June 2006. It was $1.58 billion -- not $12.38 billion, which is the amount of revenue in Hong Kong dollars.  ", 
        "file": "1818080.xml", 
        "title": "Corrections"
    }, 
    "1816595.xml": {
        "text": "  A front-page article yesterday about wiretapped conversations in the case against Jose Padilla, who is accused of plotting a ''dirty bomb'' attack, omitted two lines at the continuation in some copies. The sentence should have read: ''In the four and a half years since then, as the government tested the limits of its power to deal with terrorism outside the traditional law enforcement system, Mr. Padilla is the only accused terrorist to have gone from enemy combatant to criminal defendant.''  ", 
        "file": "1816595.xml", 
        "title": "Corrections"
    }, 
    "1821946.xml": {
        "text": "  The credits on Jan. 14 for two pictures with an article about the new Olympic Sculpture Park in Seattle were reversed. A photograph of the park at night was by Benjamin Benschneider, and a photograph of Alexander Calder's ''Eagle'' was by Paul Macapia.  ", 
        "file": "1821946.xml", 
        "title": "Corrections"
    }, 
    "1816160.xml": {
        "text": "  A sports article on Monday about the Knicks' 90-80 loss to the Clippers in Los Angeles misidentified the team that drafted guard Nate Robinson in 2005. It was the Phoenix Suns, who selected him at the Knicks' request, then traded him and Quentin Richardson to the Knicks for Kurt Thomas the same day; the Knicks did not draft Robinson.  ", 
        "file": "1816160.xml", 
        "title": "Corrections"
    }, 
    "1816354.xml": {
        "text": "  An article in The Arts on Tuesday about the most popular movies of 2006 and others that did not do as well at the box office referred incorrectly to two languages spoken in ''Babel,'' one of the films with subtitles that did not draw big crowds. They are Spanish and Berber, not ''Mexican'' and ''Moroccan.''  ", 
        "file": "1816354.xml", 
        "title": "Corrections"
    }, 
    "1818084.xml": {
        "text": "  An obituary on Jan. 3 about Teddy Kollek, the former mayor of Jerusalem, incorrectly rendered his birth name. He was Theodor Kollek, not Theodor Herzl Kollek. (Although he was named after Theodor Herzl, the founder of modern Zionism, he was not given a middle name, according to the Jerusalem Foundation, which he founded.)  ", 
        "file": "1818084.xml", 
        "title": "Corrections"
    }, 
    "1817664.xml": {
        "text": "  A report in the Fifth Down football roundup on Thursday about the American Football Conference's dominance over the National Football Conference during the regular season misstated the N.F.C. playoff team that had the best record (3-1) against A.F.C. teams. It is the Dallas Cowboys -- not the Giants, who were 1-3.  ", 
        "file": "1817664.xml", 
        "title": "Corrections"
    }, 
    "1820943.xml": {
        "text": "  An article on the Street Scene page of Business Day on Friday about Richard C. Breeden, the former top securities regulator who is started a hedge fund aimed at troubled companies, misstated his former position at the accounting firm Coopers & Lybrand. He was a co-chairman of the firm's international business; he did not run the firm.  ", 
        "file": "1820943.xml", 
        "title": "Corrections"
    }, 
    "1817663.xml": {
        "text": "  Because of an editing error, an article in Business Day yesterday about announcements by Sony and Microsoft regarding sales of their latest game consoles carried an incorrect dateline. The reporter was in San Francisco -- not Las Vegas, where the announcements were made at the Consumer Electronics Show.  ", 
        "file": "1817663.xml", 
        "title": "Corrections"
    }, 
    "1822449.xml": {
        "text": "  An entry in the Spare Times for Children listing in Weekend on Jan. 19, about the musical ''A Shelter in Our Car,'' at the Queensborough Performing Arts Center, misstated the name of the lead character. (The error was repeated on Friday.) She is Zettie, not Hettie.  ", 
        "file": "1822449.xml", 
        "title": "Corrections"
    }, 
    "1818930.xml": {
        "text": "  A photograph with an Inside summary on the front page of last Sunday's section, about a couple looking for a rental near a park where they could walk their dog, carried an erroneous credit. The photographer was Suzanne DeChillo of The New York Times -- not Marko Georgiev, a freelancer.  ", 
        "file": "1818930.xml", 
        "title": "Corrections"
    }, 
    "1822828.xml": {
        "text": "  Because of an editing error, an article on Thursday about the future of relations between Turkey and Armenia following the funeral for Hrant Dink, a Turkish-Armenian newspaper editor killed in Istanbul on Jan. 19, misidentified the issue between the two countries that Turkey has said should be examined by a governmental history commission. It is the 1915 Armenian genocide -- not the political status of Nagorno-Karabakh, a region that Armenia claims but that Turkey recognizes as part of Azerbaijan.  ", 
        "file": "1822828.xml", 
        "title": "Corrections"
    }, 
    "1819953.xml": {
        "text": "  A sports article on Wednesday about a positive drug test by Barry Bonds misstated the number of random drug tests allowed under an agreement between Major League Baseball and the players association. In addition to testing players on each 40-man roster, the agreement provides for 600 random tests, not 580.  ", 
        "file": "1819953.xml", 
        "title": "Corrections"
    }, 
    "1818697.xml": {
        "text": "  A Theater entry last Sunday in the Week Ahead report misstated the company presenting ''The Merchant of Venice'' and ''The Jew of Malta'' in repertory. It is Theater for a New Audience, not Theater for a New City.  ", 
        "file": "1818697.xml", 
        "title": "Corrections"
    }, 
    "1821545.xml": {
        "text": "  An article on Aug. 31 about a decision by the Roman Catholic Archdiocese of New York to give some priests accused of child sexual abuse the choice of leaving the priesthood or moving to supervised housing in Westchester County -- an option that was later canceled -- misstated the jurisdiction of the archdiocese. It covers Manhattan, Staten Island and the Bronx in New York City, and seven other downstate counties -- not all of New York City and five other downstate counties. The error was discovered recently by a reporter reviewing The Times's archives.  ", 
        "file": "1821545.xml", 
        "title": "Corrections"
    }, 
    "1817865.xml": {
        "text": "  The headline for a film review in Weekend on Friday about ''Freedom Writers'' misidentified the California city in which the movie is set. It is Long Beach, not Los Angeles.  The listing of credits omitted a producer. Danny DeVito was a producer, along with Stacey Sher and Michael Shamberg.  ", 
        "file": "1817865.xml", 
        "title": "Corrections"
    }, 
    "1821829.xml": {
        "text": "  An article on Wednesday about the death of a shipyard worker at the Brooklyn Navy Yard misstated the given name of a spokesman for the federal Occupational Safety and Health Administration who said the accident was being investigated. He is John Chavez, not Juan.  ", 
        "file": "1821829.xml", 
        "title": "Corrections"
    }, 
    "1816770.xml": {
        "text": "  An article and picture caption on Dec. 27 about David A. Paterson, the incoming lieutenant governor of New York, and his father, Basil A. Paterson, the Democratic nominee for lieutenant governor in 1970, referred incorrectly to the senior Mr. Paterson. He was the second black politician nominated for statewide office in New York, not the first. (Edward R. Dudley, nominated for attorney general at the Democratic State Convention in 1962, holds that distinction.)  ", 
        "file": "1816770.xml", 
        "title": "Corrections"
    }, 
    "1820944.xml": {
        "text": "  The Link by Link column in Business Day on Jan. 15 about a court hearing on an injunction over access to documents from Eli Lilly, the pharmaceutical giant, on its antipsychotic drug, Zyprexa, misstated the title of George H. Freeman, a lawyer for The New York Times, who discussed the newspaper's approach to disseminating information contained in the documents. He is an assistant general counsel, not general counsel. (Kenneth A. Richieri is the general counsel.)  ", 
        "file": "1820944.xml", 
        "title": "Corrections"
    }, 
    "1816600.xml": {
        "text": "  An article in Business Day on Wednesday about layoffs at The Philadelphia Inquirer referred incorrectly to the newspaper's bureaus during the 1980s. The paper had a total of about 15 national and foreign bureaus; it did not have 15 foreign bureaus  ", 
        "file": "1816600.xml", 
        "title": "Corrections"
    }, 
    "1816603.xml": {
        "text": "  An article in Business Day yesterday about a proposed high-definition videodisc that will play on rival technologies referred incorrectly to one capability of the Blu-ray players, a rival to the HD-DVD technology. Blu-Ray players do, in fact, play standard DVDs, as do HD-DVD players. One difference is that some new HD-DVD discs are sold in a combination format that will also play on standard DVD players, while Blu-Ray discs currently do not have this feature.  ", 
        "file": "1816603.xml", 
        "title": "Corrections"
    }, 
    "1821080.xml": {
        "text": "  A Classical Music entry on Sunday in the Week Ahead report in Arts & Leisure incorrectly described ''Decasia,'' being performed Thursday through Saturday at Angel Orensanz Center for the Arts. The concert consists of a score by Michael Gordon and a film by Bill Morrison, not a video. The entry also omitted information about advance tickets. They are available only through ticketmania.com, not at the center.  ", 
        "file": "1821080.xml", 
        "title": "Corrections"
    }, 
    "1819505.xml": {
        "text": "  An article in The Arts on Saturday about an exhibition in Washington focusing on design inspired by Shakespeare's Globe Theater omitted a passage. It should have read: ''And the theater's basic design elements, such as they are known, have inspired loose architectural interpretations that range from the polygonal Festival Theater in Stratford, Ontario, to a Globe made entirely of ice hundreds of miles above the Arctic Circle in Sweden. The continuing fascination with Shakespeare's theater and the myriad efforts to replicate its spirit -- and, in many cases, its actual form -- is the subject of 'Reinventing the Globe: A Shakespearean Theater for the 21st Century,' an exhibition that opens on Saturday at the National Building Museum here as part of the city's six-month Shakespeare in Washington festival.''  ", 
        "file": "1819505.xml", 
        "title": "Corrections"
    }, 
    "1821337.xml": {
        "text": "  An article by Dow Jones/Associated Press in Business Day last Thursday about a decision by the Financial Accounting Standards Board not to delay a rule that requires companies to take a more stringent approach to reporting tax positions misstated the name of the organization that had requested the postponement. It is Tax Executives Institute, not Tax Executives International.  ", 
        "file": "1821337.xml", 
        "title": "Corrections"
    }, 
    "1821546.xml": {
        "text": "  Two picture captions on Sunday with an article about the transformation of East Harlem from a Puerto Rican enclave to a more heterogeneous neighborhood misidentified the location of buildings being renovated or constructed. They are on 117th Street, not 116th.  ", 
        "file": "1821546.xml", 
        "title": "Corrections"
    }, 
    "1822447.xml": {
        "text": "  The Critic's Choice column on Tuesday, about new DVDs, referred imprecisely to the title of Sergio Leone's pioneering spaghetti western, which was modeled on Akira Kurosawa's ''Yojimbo.'' The Leone movie was released in the United States as ''A Fistful of Dollars'' and is known by that title -- not by ''For a Fistful of Dollars,'' which is a translation of the Italian title.  ", 
        "file": "1822447.xml", 
        "title": "Corrections"
    }, 
    "1816165.xml": {
        "text": "  The Film entry on Sunday in the Week Ahead report of Arts & Leisure about a Robert Altman retrospective gave an incorrect address and phone number for the theater, IFC Center. It is at 323 Avenue of the Americas, at West Third Street, Greenwich Village -- not at 209 West Houston Street, South Village. The number is (212) 924-7771.  ", 
        "file": "1816165.xml", 
        "title": "Corrections"
    }, 
    "1819120.xml": {
        "text": "  An article in Business Day on Dec. 23 about the costs to acquire the gifts listed in the carol ''The 12 Days of Christmas'' misstated the gift for the 12th day. They are drummers drumming -- not the lords, who leap on the 10th day.  ", 
        "file": "1819120.xml", 
        "title": "Corrections"
    }, 
    "1816601.xml": {
        "text": "  An article and a headline in some copies of Business Day yesterday about plans by Samsung to introduce new rear-projection televisions next week at the Consumer Electronics Show misstated the technology the TVs will employ. They will use digital light processing, or D.L.P. technology -- not liquid crystal display or L.C.D. technology.  ", 
        "file": "1816601.xml", 
        "title": "Corrections"
    }, 
    "1821828.xml": {
        "text": "  A map last Saturday showing parishes affected by the reorganization plans of the Roman Catholic Archdiocese of New York misidentified a Bronx parish scheduled for closing. It is St. Anthony's at 4505 Richardson Avenue, in the northern part of the borough -- not St. Anthony's at 1496 Commonwealth Avenue, in the central Bronx. A corrected version of the map can be found at www.nytimes.com/2007/01/20/nyregion/20churches.html.  ", 
        "file": "1821828.xml", 
        "title": "Corrections"
    }, 
    "1822661.xml": {
        "text": "  A classical music entry in the Listings pages of Weekend on Jan. 19 misstated the history of the performance in New York of ''Il Signor Bruschino,'' by Rossini, which the Gotham Chamber Orchestra is performing through Saturday. The Gotham Chamber Orchestra's production is the first professional staging of the work in New York since 1933, not the first staging since then. (The error was repeated in a Week Ahead entry in Arts & Leisure on Jan. 21, in the Listings pages of Weekend on Friday and in a review of a performance on Saturday.)  ", 
        "file": "1822661.xml", 
        "title": "Corrections"
    }, 
    "1817857.xml": {
        "text": "  A chart last Wednesday with the continuation of a front-page article about links between education and longevity misstated a correlation. People with more education are more likely -- not less -- to have had at least one alcoholic drink per month.  ", 
        "file": "1817857.xml", 
        "title": "Corrections"
    }, 
    "1816765.xml": {
        "text": "  An article last Saturday about mourning for Gerald R. Ford in California misstated the year he moved there after leaving the White House. It was 1977, not 1976. A correction in this space on Wednesday misspelled the name of the city where the Ford family lived. It is Palm Desert, not Palm Dessert.  ", 
        "file": "1816765.xml", 
        "title": "Corrections"
    }, 
    "1818668.xml": {
        "text": "  The 36 Hours column on Dec. 31 about London referred imprecisely to the term ''Cool Britannia.'' While it was used in the news media and advertising and was associated with the early years of Prime Minister Tony Blair's Labor government, Mr. Blair did not use it as a nickname for London.  ", 
        "file": "1818668.xml", 
        "title": "Corrections"
    }, 
    "1821830.xml": {
        "text": "  An entry in the News Summary on Thursday about plans by the Port Authority of New York and New Jersey to create a fourth major airport in the New York region by acquiring a lease to Stewart International misidentified the county where Stewart is located. It is Orange County, not Ulster.  ", 
        "file": "1821830.xml", 
        "title": "Corrections"
    }, 
    "1821339.xml": {
        "text": "  An obituary on Friday about the humor columnist Art Buchwald referred incorrectly to his novel-writing. ''A Gift From the Boys'' (1958) and ''The Bollo Caper'' (1974) were not his only novels. He also wrote ''Irving's Delight'' (1975) and ''Stella in Heaven: Almost a Novel'' (2000).  The obituary also misspelled the place of residence of one of his surviving children. Joel Buchwald lives in Culpeper, not Culpepper, Va.  ", 
        "file": "1821339.xml", 
        "title": "Corrections"
    }, 
    "1819116.xml": {
        "text": "  An article on Thursday about the death of three high school students and a school van driver in a vehicular accident in Freehold Township, N.J., misstated the given name of a friend of one of the victims, Michael Dragonetti, who said he was popular and respected by his classmates. The friend was Greg Lopez, not Michael.  ", 
        "file": "1819116.xml", 
        "title": "Corrections"
    }, 
    "1818493.xml": {
        "text": "  An article on Thursday about a Supreme Court argument in a labor case from the state of Washington misidentified the type of workplace at issue, in which employees who choose not to join the union must pay fees to support the union's collective bargaining. It is an agency shop -- not a union shop, in which all employees must actually join the union.  ", 
        "file": "1818493.xml", 
        "title": "Corrections"
    }, 
    "1819118.xml": {
        "text": "  A picture caption on Friday with an article about Staten Island Chuck, a groundhog being prepared for his first Groundhog Day duty, omitted a credit in some copies. The pictures of Chuck and his trainer, Douglas Schwartz, were by Chang W. Lee of The New York Times.  ", 
        "file": "1819118.xml", 
        "title": "Corrections"
    }, 
    "1821542.xml": {
        "text": "  Because of an editing error, an article in some copies on Jan. 14 about wealthy foreigners moving to Switzerland and negotiating tax breaks incorrectly described a formula used for determining a lump sum tax payment. The immigrants negotiate an annual payment based on five times the monthly rental value of their Swiss homes. They do not make a one-time payment based on the value of their Swiss homes.  ", 
        "file": "1821542.xml", 
        "title": "Corrections"
    }, 
    "1819117.xml": {
        "text": "  A list of holiday closings published Saturday and yesterday incorrectly stated the rules for New York City parking meters and the mail service in Connecticut today, Martin Luther King's Birthday. The parking meter regulations remain in effect; they are not suspended. Express Mail will be collected in Connecticut, but there will be no collection of other mail from street mailboxes.  ", 
        "file": "1819117.xml", 
        "title": "Corrections"
    }, 
    "1821544.xml": {
        "text": "  An article on Tuesday about sharp spikes in property taxes in northern Rockland County, N.Y., stemming from a settlement of $275 million that several municipalities and a school district agreed to pay to a power company as compensation for tax overcharges, misidentified the state agency that deregulated electric utilities in the 1990s. It is the Public Service Commission -- not the New York State Power Authority, which is an electricity producer.  ", 
        "file": "1821544.xml", 
        "title": "Corrections"
    }, 
    "1822106.xml": {
        "text": "  A review of New York books on Dec. 31, in appraising ''Water-Works: The Architecture and Engineering of the New York City Water Supply,'' referred incorrectly to the origin of the octagonal logo used by JPMorgan Chase & Company. Ivan Chermayeff, who designed the logo with Tom Geismar, said the design was intended to be distinctive and geometric; he said the design was not related to a New York water provider that was the forerunner to JPMorgan Chase & Company. The logo was not intended to resemble a cross-section of a wooden water pipe, and any such resemblance was not the decisive factor in the selection of the logo from several proposed designs.  ", 
        "file": "1822106.xml", 
        "title": "Corrections"
    }, 
    "1820097.xml": {
        "text": "  An article yesterday about a move by Bangor, Me., to ban smoking in cars where children are passengers misstated the population ranking of the city. Bangor is the third largest city in Maine, not the second. (Portland is the largest, followed by Lewiston.)  ", 
        "file": "1820097.xml", 
        "title": "Corrections"
    }, 
    "1821831.xml": {
        "text": "  An obituary on Jan. 9 about Momofuku Ando, the founder of the Nissin Food Products Company and the inventor of instant ramen, misstated his national origin. He was born in Taiwan during the Japanese occupation of Taiwan to Taiwanese -- not Japanese -- parents; he became a Japanese citizen after World War II.  ", 
        "file": "1821831.xml", 
        "title": "Corrections"
    }, 
    "1818320.xml": {
        "text": "  A picture credit with an article last Friday about visits to Atomic Age sites misstated the photographer's given name. He is Jeff Topping, not Jess.  ", 
        "file": "1818320.xml", 
        "title": "Corrections"
    }, 
    "1822443.xml": {
        "text": "  An article in Business Day last Monday about the pornography industry releasing movies in high-definition DVDs misspelled in one instance the name of a director who commented on the benefits of the new technology. It is Robby D, not Robbie D.  ", 
        "file": "1822443.xml", 
        "title": "Corrections"
    }, 
    "1819952.xml": {
        "text": "  An article in Business Day yesterday about a decision by an appeals court to strike down a Maryland law that required companies like Wal-Mart to spend more on employee health care misidentified the state's attorney general, who has two weeks to appeal. He is Douglas F. Gansler -- not J. Joseph Curran Jr., whom Mr. Gansler succeeded earlier this month.  ", 
        "file": "1819952.xml", 
        "title": "Corrections"
    }, 
    "1821338.xml": {
        "text": "  Because of a production error, the Sector Snapshot chart on the Market Gauges page in Business Day last Thursday, showing the price performance of a selection of stocks over one week and one year, gave incorrect results for these companies: On Jan. 4, Costco's performance was -1.0 percent for one week; +5.8 percent for one year; Jan. 5, Maxim Integrated Products, +3.6 percent and -13.5 percent; Jan. 6, Hewlett-Packard, +2.5 percent and +43.5 percent; Jan. 9, Hewlett-Packard, +1.9 percent and +38.8 percent; Jan. 10, AT&T, -5.1 percent and +35.7 percent; Jan. 11, Freeport-McMoran, +5.3 percent and -12.7 percent; and Jan. 12, Convergys +1.7 and +56.  ", 
        "file": "1821338.xml", 
        "title": "Corrections"
    }, 
    "1816355.xml": {
        "text": "  A picture credit on Dec. 26 with the Books of The Times Review, about ''The Girl With the Gallery: Edith Gregor Halpert and the Making of the Modern Art Market,'' by Lindsay Pollock, misspelled the surname of the man whose estate holds the copyright to the picture of Mrs. Halpert. He was Louis Faurer, not Fauer.  ", 
        "file": "1816355.xml", 
        "title": "Corrections"
    }, 
    "1822653.xml": {
        "text": "  An article on Friday about groups that planned an antiwar march in Washington on Saturday misstated the prominence of one labor group, the Service Employees International Union, which provides organizational and financial support for the group Americans Against Escalation in Iraq. The service employees union, which says it has 1.8 million members in the United States and Canada, is not the largest labor organization in the country; the National Education Association, which describes itself as a professional employee association that represents 3.2 million teachers, is the biggest.  ", 
        "file": "1822653.xml", 
        "title": "Corrections"
    }, 
    "1818855.xml": {
        "text": "  An article last Sunday about Blue Nile, an online diamond jewelry company, referred incorrectly to its relative standing among companies that sell the most diamond rings in the United States each year. Although jewelers do not provide comparable statistics about diamond-ring sales, Blue Nile does indeed rank behind Tiffany & Company. It also ranks behind at least one other competitor, the Signet Group, which operates Kay Jewelers.  The article also referred incorrectly to Mondera.com, another online jeweler. It is still in business; it is not defunct. And the article misspelled the city where the Zale Corporation, the jewelry retailer, has its headquarters. It is Irving, Tex., not Irvine.  ", 
        "file": "1818855.xml", 
        "title": "Corrections"
    }, 
    "1820100.xml": {
        "text": "  An article in Business Day on Dec. 29 about concessions that investors in oil and gas fields have given the Russia government misspelled the name of one gas field involved. (The error also appeared in articles last year on Nov. 8, Oct. 11, Sept. 23 and March 22.) It is Kovykta, not Kovytka.  ", 
        "file": "1820100.xml", 
        "title": "Corrections"
    }, 
    "1819304.xml": {
        "text": "  A sports article on Jan. 5 about the trade that sent pitcher Randy Johnson from the Yankees to Arizona referred incorrectly to the college degree held by Russ Ohlendorf, a player the Yankees received from the Diamondbacks. He has a degree in operations research and financial engineering, not economics, from Princeton University.  ", 
        "file": "1819304.xml", 
        "title": "Corrections"
    }, 
    "1816599.xml": {
        "text": "  A picture caption on Wednesday with the continuation of a front-page article about the hiring practices of Google reversed the names of the two employees looking over a job application. Laszlo Bock, a Google vice president, was at right; Todd Carlisle, an analyst at the company, was at left.  ", 
        "file": "1816599.xml", 
        "title": "Corrections"
    }, 
    "1819016.xml": {
        "text": "  A list of holiday closings published Saturday and yesterday incorrectly stated the rules for New York City parking meters and the mail service in Connecticut today, Martin Luther King's Birthday. The parking meter regulations remain in effect; they are not suspended. Express Mail will be collected in Connecticut, but there will be no collection of other mail from street mailboxes.  ", 
        "file": "1819016.xml", 
        "title": "Corrections"
    }, 
    "1819956.xml": {
        "text": "  A television review in Weekend last Friday about ''24'' misstated the method the president's sister uses to destroy personnel files sought by the F.B.I. She deletes them from a computer; she doesn't shred them.  ", 
        "file": "1819956.xml", 
        "title": "Corrections"
    }, 
    "1822446.xml": {
        "text": "  An article in The Arts on Wednesday about the coming release of a ''Lord of the Rings'' multiplayer online game misstated the size of Middle-Earth in the game. It is 50 million square meters, not acres.  ", 
        "file": "1822446.xml", 
        "title": "Corrections"
    }, 
    "1818666.xml": {
        "text": "  A picture caption on Dec. 31 with an article on restaurants in El Paso, N.M., and Ciudad Juárez, Mexico, misstated the name of a restaurant in Ciudad Juárez. As the article noted, it is Martino, not Marino.  ", 
        "file": "1818666.xml", 
        "title": "Corrections"
    }, 
    "1816359.xml": {
        "text": "  A front-page article on Saturday about adult children who take care of their aging parents referred incorrectly to expenses for the care of a spouse that are tax deductible if they exceed 7.5 percent of adjusted gross income. They are medical expenses, not any expenses.  ", 
        "file": "1816359.xml", 
        "title": "Corrections"
    }, 
    "1818351.xml": {
        "text": "  A dance entry in the Listings pages of Weekend last Friday about Complexions Contemporary Ballet, which is at the Joyce Theater this week, misstated the date its engagement ends. It is Sunday; it did not end yesterday.  The entry also misidentified the choreographer whose work is set to the music of Marvin Gaye. He is Dwight Rhoden -- not Desmond Richardson, who is a choreographer and dancer who runs the company with Mr. Rhoden. And the entry included an outdated reference to a new work by Nicolo Fonte. The program was changed and does not include that work.  ", 
        "file": "1818351.xml", 
        "title": "Corrections"
    }, 
    "1820104.xml": {
        "text": "  An article in Business Day on Dec. 29 about concessions that investors in oil and gas fields have given the Russia government misspelled the name of one gas field involved. (The error also appeared in articles last year on Nov. 8, Oct. 11, Sept. 23 and March 22.) It is Kovykta, not Kovytka.  ", 
        "file": "1820104.xml", 
        "title": "Corrections"
    }, 
    "1817235.xml": {
        "text": "  The ''Living In'' article last Sunday, on the Stuyvesant Square neighborhood, referred incorrectly to the Manhattan Comprehensive Night and Day High School. It is public, not private. The article also misstated the school's hours. It is open 9 a.m. to 11 p.m. on Monday through Thursday, 9 a.m. to 8 p.m. on Friday and 9 a.m. to 5 p.m. on Sunday.  ", 
        "file": "1817235.xml", 
        "title": "Corrections"
    }, 
    "1821945.xml": {
        "text": "  An article on Jan. 14 about a new spate of films with ensemble casts, misstated the year ''The Towering Inferno,'' another ensemble film, was released. It was 1974, not 1977.  ", 
        "file": "1821945.xml", 
        "title": "Corrections"
    }, 
    "1821550.xml": {
        "text": "  A chart in Business Day last Friday about recommendations by industry and environmental groups on how to limit greenhouse emission misstated a goal of the coalition. The group wants to cut greenhouse emissions to 20 to 40 percent of current levels by 2050, not 60 to 80 percent of current levels.  ", 
        "file": "1821550.xml", 
        "title": "Corrections"
    }, 
    "1822655.xml": {
        "text": "  A front-page article on Saturday about a breakthrough by Intel in chipmaking misidentified the site of a vast automated factory where the development effort took place. It is in Hillsboro, Ore., not Beaverton.  ", 
        "file": "1822655.xml", 
        "title": "Corrections"
    }, 
    "1818985.xml": {
        "text": "  An article in the special Education Life section last Sunday about the large percentage of Asian students at the University of California, Berkeley, attributed an erroneous distinction to the state. Hawaii -- not California -- was the first state without a racial majority.  Also, an article about financial aid for graduate students misstated eligibility for federal PLUS loans. Graduate students may indeed apply for the loans; they became eligible in July 2006.  And an article about rigorous high schools misstated the student newspaper job held by Prateek Kumar of Phillips Academy, who talked about his challenging courses. Mr. Kumar is deputy managing editor of the Phillipian, not the top editor. (Stephen S. Blackman is the editor in chief.)  ", 
        "file": "1818985.xml", 
        "title": "Corrections"
    }, 
    "1820300.xml": {
        "text": "  An article last Sunday about the new Seattle sculpture park misstated the year another institution, Benaroya Hall, home to the Seattle Symphony, opened. It was 1998, not 2002.  ", 
        "file": "1820300.xml", 
        "title": "Corrections"
    }, 
    "1818695.xml": {
        "text": "  An article last Sunday about choreographers and copyrights misspelled the given name of a lawyer and Merce Cunningham board member. He is Allan Sperling, not Alan.  ", 
        "file": "1818695.xml", 
        "title": "Corrections"
    }, 
    "1821082.xml": {
        "text": "  An obituary and headline on Thursday about Betty Trezza, a pioneer of women's professional baseball, misstated her age. She was 81, not 82.  ", 
        "file": "1821082.xml", 
        "title": "Corrections"
    }, 
    "1817866.xml": {
        "text": "  An obituary on Friday about Vincent Sardi Jr., who owned and managed the Broadway landmark Sardi's restaurant for more than half a century, misstated the year in which he was on Okinawa as a member of the Marines helping to supervise a rest camp. It was 1945, after United States forces had taken control of the island, not 1943.  ", 
        "file": "1817866.xml", 
        "title": "Corrections"
    }, 
    "1819957.xml": {
        "text": "  A report in the Personal Shopper column yesterday in House & Home, about the Americana at the Piers antiques show (55th Street and 12th Avenue), gave incorrect dates for the show. It will be open tomorrow and Sunday; it does not open today.  ", 
        "file": "1819957.xml", 
        "title": "Corrections"
    }, 
    "1821548.xml": {
        "text": "  A picture credit with an article on Sunday about criticism of the pace of an investigation into a crash in which a New Jersey State Police car struck a minivan in September, killing two teenage sisters, misidentified the source of one of two photographs. Only the picture on the right, of a memorial to the victims, was by Laura Pedrick for The New York Times. The other picture, of the victims and their mother, was provided by the family.  ", 
        "file": "1821548.xml", 
        "title": "Corrections"
    }, 
    "1816167.xml": {
        "text": "  An article on Saturday about mourning for Mr. Ford in Palm Dessert, Calif., misstated the year he moved there after leaving the White House. It was 1977, not 1976.  An obituary on Thursday about former President Gerald R. Ford misstated his relationship to the three brothers with whom he was raised. They were his half-brothers, not his stepbrothers.  Correction:  January 6, 2007, Saturday  An article last Saturday about mourning for Gerald R. Ford in California misstated the year he moved there after leaving the White House. It was 1977, not 1976. A correction in this space on Wednesday misspelled the name of the city where the Ford family lived. It is Palm Desert, not Palm Dessert.  ", 
        "file": "1816167.xml", 
        "title": "Corrections"
    }, 
    "1821825.xml": {
        "text": "  A picture in some copies on Sunday about a 10-alarm fire that gutted a block of buildings in Elizabeth, N.J., carried an erroneous credit. It was by Aaron Houston for The New York Times, not Colin Archer of The Associated Press.  ", 
        "file": "1821825.xml", 
        "title": "Corrections"
    }, 
    "1821835.xml": {
        "text": "  An article in Weekend on Jan. 19 about the film ''Waitress,'' which was shown at the Sundance Film Festival, misidentified the role played in ''Mission: Impossible III'' by Keri Russell, the star of ''Waitress.'' She was a protégée of Tom Cruise's character, not his love interest. (That role was played by Michelle Monaghan.)  ", 
        "file": "1821835.xml", 
        "title": "Corrections"
    }, 
    "1820940.xml": {
        "text": "  Because of an editing error, an article on Thursday about efforts in Congress to pass legislation to curb carbon dioxide emissions misstated a comparison of the two measures. A bill introduced by Senators John McCain, Republican of Arizona, and Joseph I. Lieberman, independent of Connecticut, which would tighten controls gradually and include subsidies for nuclear power, is more draconian, not less, than a proposal by Senator Jeff Bingaman, Democrat of New Mexico. Mr. Bingaman's bill would put a less stringent cap on emissions and includes a clause that would free industry from the requirements under certain circumstances.  ", 
        "file": "1820940.xml", 
        "title": "Corrections"
    }, 
    "1821340.xml": {
        "text": "  An obituary on Dec. 26 about Frank Stanton, the former president of CBS, overstated his role in efforts to persuade Congress to suspend an ''equal time'' law so that the 1960 presidential debates between John F. Kennedy and Richard M. Nixon could be broadcast. Spokesmen for NBC and ABC testified in support of Mr. Stanton's effort; Mr. Stanton alone did not persuade Congress to suspend the provision.  ", 
        "file": "1821340.xml", 
        "title": "Corrections"
    }, 
    "1819115.xml": {
        "text": "  An article on Wednesday about faculty opposition to a proposal to make Southern Methodist University the site of President Bush's presidential library misstated the venue in which Brad Cheves, the university's vice president for development and external affairs, commented on the debate. He was interviewed after leaving a campus meeting, but not the faculty meeting where objections were raised.  ", 
        "file": "1819115.xml", 
        "title": "Corrections"
    }, 
    "1822657.xml": {
        "text": "  A film review in Weekend on Friday about ''China Blue,'' a documentary about life inside a bluejeans factory in China, referred incorrectly to its clients. Levi Strauss does not buy jeans from it.  ", 
        "file": "1822657.xml", 
        "title": "Corrections"
    }, 
    "1818983.xml": {
        "text": "  An article in the special Education Life section last Sunday about the large percentage of Asian students at the University of California, Berkeley, attributed an erroneous distinction to the state. Hawaii -- not California -- was the first state without a racial majority.  Also, an article about financial aid for graduate students misstated eligibility for federal PLUS loans. Graduate students may indeed apply for the loans; they became eligible in July 2006.  And an article about rigorous high schools misstated the student newspaper job held by Prateek Kumar of Phillips Academy, who talked about his challenging courses. Mr. Kumar is deputy managing editor of the Phillipian, not the top editor. (Stephen S. Blackman is the editor in chief.)  ", 
        "file": "1818983.xml", 
        "title": "Corrections"
    }, 
    "1822833.xml": {
        "text": "  A sports article on Sunday about Indianapolis Colts Coach Tony Dungy gave the incorrect name in some copies of the city where one of his former assistants now coaches in the National Football League. Rod Marinelli is the head coach in Detroit, not Green Bay.  ", 
        "file": "1822833.xml", 
        "title": "Corrections"
    }, 
    "1819124.xml": {
        "text": "  An article in Thursday Styles on Dec. 7 about holiday music in retail stores and an article in Dining on Jan. 3 about the debate over playing music in restaurants misstated the name of a music consulting company that sells audio systems and programming to such businesses. It is DMX -- not Digital Music Express or Digital Music Xperience.  ", 
        "file": "1819124.xml", 
        "title": "Corrections"
    }, 
    "1822832.xml": {
        "text": "  A picture caption in Business Day on Saturday with an article about the extravagant 60th-birthday party planned for Stephen A. Schwarzman, a founder of the Blackstone Group, referred incorrectly to Katharine Graham's presence at Truman Capote's Black and White Ball, the New York social event of 1966. Mrs. Graham was the guest of honor; she was not simply one of Mr. Capote's guests.  ", 
        "file": "1822832.xml", 
        "title": "Corrections"
    }, 
    "1822662.xml": {
        "text": "  An article in Science Times on Dec. 29 about changes in medical practice over the past 50 years misstated the reason that sandbags were once used to stabilize the heads of patients undergoing cataract surgery. Sandbags were used partly because of problems with suturing, not to protect newly implanted lenses. This correction was delayed for research.  ", 
        "file": "1822662.xml", 
        "title": "Corrections"
    }, 
    "1816774.xml": {
        "text": "  A museum entry in the Spare Times listing of Weekend yesterday, about the New-York Historical Society, included an outdated closing date for an exhibition there. The exhibition, ''Elegy in the Dust: September 11th and the Chelsea Jeans Memorial,'' has been extended through July 1. It will not close tomorrow.  ", 
        "file": "1816774.xml", 
        "title": "Corrections"
    }, 
    "1819305.xml": {
        "text": "  The credit for a picture in some copies of SportsSunday on Jan. 7 with an article about a collaboration between the Giants and the Jets on a new stadium misspelled the photographer's surname. The picture of John Mara, the Giants co-owner, was by Evan Pinkus, not Pincus.  ", 
        "file": "1819305.xml", 
        "title": "Corrections"
    }, 
    "1822837.xml": {
        "text": "  An obituary on Dec. 18 about Herbert Gursky, an astrophysicist who studied the sources of X-rays from outside the solar system, referred imprecisely to some of these sources. A distant star he discovered is in the constellation Scorpius, not Scorpio, and the star was designated Scorpius X-1, not just Scorpius. The first recorded example of a black hole, which he and others discovered in 1971, was designated Cygnus X-1 or Cygnus XR-1 -- not just Cygnus. The errors were pointed out on Dec. 19 in an e-mail message that was misdirected within The Times. The correction was further delayed for research.  ", 
        "file": "1822837.xml", 
        "title": "Corrections"
    }, 
    "1820301.xml": {
        "text": "  An article on Jan. 7 about the lyricists' art misstated a word in a Stephen Sondheim lyric for the song ''Pretty Little Picture.'' The line goes ''And the boat and the boy and the bride are away,'' not ''And the boat and the buoy and the bride are away.''  ", 
        "file": "1820301.xml", 
        "title": "Corrections"
    }, 
    "1819709.xml": {
        "text": "  The Books of The Times review on Tuesday, about ''T. S. Eliot,'' by Craig Raine, included an erroneous reference in the book to the site where 14,000 people turned out in Minnesota to hear Eliot speak in 1956. It was Williams Arena at the University of Minnesota in Minneapolis, not a baseball stadium in that city.  ", 
        "file": "1819709.xml", 
        "title": "Corrections"
    }, 
    "1818854.xml": {
        "text": "  An article last Sunday about the NewYork-Presbyterian Healthcare System referred incorrectly to the history of hospitals that was chronicled in ''The Care of Strangers: The Rise of America's Hospital System,'' by Charles E. Rosenberg. The number of hospitals in the United States grew from only two in 1800, according to the book; there were not only two in the early 1900s. And a census of hospitals in 1909, not 1920, showed more than 4,300 hospitals housing more than 420,000 beds.  ", 
        "file": "1818854.xml", 
        "title": "Corrections"
    }, 
    "1820411.xml": {
        "text": "  A report on Jan. 7, about the Chiang-Colvin wedding, misstated the bridegroom's given name. He is Timothy Colvin, not Thomas.  ", 
        "file": "1820411.xml", 
        "title": "Corrections"
    }, 
    "1821547.xml": {
        "text": "  A picture caption on Wednesday with an article about Carmen Laureano, a Bronx woman who received money for clothing and furniture from The New York Times Neediest Cases Fund, misidentified the subject of the picture in some copies. She was Luz Rivera, Ms. Laureano's 12-year-old daughter, not Ms. Laureano.  ", 
        "file": "1821547.xml", 
        "title": "Corrections"
    }, 
    "1820102.xml": {
        "text": "  An article in Business Day on Dec. 29 about concessions that investors in oil and gas fields have given the Russia government misspelled the name of one gas field involved. (The error also appeared in articles last year on Nov. 8, Oct. 11, Sept. 23 and March 22.) It is Kovykta, not Kovytka.  ", 
        "file": "1820102.xml", 
        "title": "Corrections"
    }, 
    "1818931.xml": {
        "text": "  The Streetscapes column last Sunday, about cornices on buildings on Broadway between 81st and 100th Streets, misstated the date for the construction of Haroldon Court, a building by Rouse & Goldstone at 90th Street. It was built in 1922, not 1912.  ", 
        "file": "1818931.xml", 
        "title": "Corrections"
    }, 
    "1821833.xml": {
        "text": "  A report in the Off the Dribble roundup on Sunday about the basketball Web site Truehoop.com misspelled the surname of the sportswriter who runs the site. It is Henry Abbott, not Abbot.  ", 
        "file": "1821833.xml", 
        "title": "Corrections"
    }, 
    "1817657.xml": {
        "text": "  An article on Sunday about marines charged in the killing of 24 Iraqis in the village of Haditha in November 2005 misidentified the Pennyslvania hometown of one marine because of information provided by his lawyer. The marine, Lance Cpl. Justin Sharratt, is from Canonsburg, not Carbondale. (The error also appeared in articles on Dec. 6 and Dec. 22.)  ", 
        "file": "1817657.xml", 
        "title": "Corrections"
    }, 
    "1816158.xml": {
        "text": "  A picture caption with an article on Dec. 27 about land that is being rented from farmers in Skagit County, Wash., to create a habitat for birds misidentified the birds shown on flooded land. They were waterfowl, not shorebirds.  ", 
        "file": "1816158.xml", 
        "title": "Corrections"
    }, 
    "1822448.xml": {
        "text": "  An entry in the Spare Times for Children listing in Weekend on Jan. 19, about the musical ''A Shelter in Our Car,'' at the Queensborough Performing Arts Center, misstated the name of the lead character. (The error was repeated on Friday.) She is Zettie, not Hettie.  ", 
        "file": "1822448.xml", 
        "title": "Corrections"
    }, 
    "1821335.xml": {
        "text": "  Excerpts yesterday from President Bush's State of the Union address misstated a word from the speech in some copies. Mr. Bush said, ''Some in this chamber are new to the House and the Senate, and I congratulate the Democrat majority'' -- not Democratic majority.  ", 
        "file": "1821335.xml", 
        "title": "Corrections"
    }, 
    "1822652.xml": {
        "text": "  An article on Jan. 22 about the likelihood that President Bush's State of the Union address would call for increasing the fuel efficiency of cars referred incorrectly to the use of a technology by American and Japanese carmakers to save fuel by shutting down some engine cylinders when they are not needed. It is American companies, not Japanese ones, that are the largest users. (The White House set a target of improving fuel economy by 4 percent a year, beginning in the 2010 model year for cars and the 2012 model year for light trucks, according to materials released with the speech.)  ", 
        "file": "1822652.xml", 
        "title": "Corrections"
    }, 
    "1819498.xml": {
        "text": "  A front-page credit yesterday with a picture of a march in Raleigh, N.C., in honor of the Rev. Dr. Martin Luther King Jr., misspelled the photographer's surname. He is John Rottet, not Rotter.  ", 
        "file": "1819498.xml", 
        "title": "Corrections"
    }, 
    "1821551.xml": {
        "text": "  A sports article yesterday about changes in the National Football League's testing program for performance enhancing drugs misstated the mandatory suspension for a player who fails a second drug test. It is eight games, not one year.  ", 
        "file": "1821551.xml", 
        "title": "Corrections"
    }, 
    "1821081.xml": {
        "text": "  A front-page article yesterday about the waning reliance of presidential candidates on public financing for campaigns included an outdated reference to Michael E. Toner, who said the 2008 election will be the most expensive in American history. As of Jan. 1, Mr. Toner is a commissioner of the Federal Election Commission. He is no longer its chairman, his position in 2006.  ", 
        "file": "1821081.xml", 
        "title": "Corrections"
    }, 
    "1822442.xml": {
        "text": "  A headline with an article in some copies on Dec. 24 about the death of three people in vehicular accidents in New York omitted one of the boroughs where a fatality occurred. Besides Brooklyn and Staten Island, there was a fatality in Queens. The article also misstated the sequence of events in the Queens accident. According to the police, a car driven by Steven Azconza of Westbury, N.Y., struck a car driven by Melvin Santana of Queens; Mr. Santana did not strike Mr. Azconza's car. The accident killed Mr. Santana's passenger, Wendy Almonte of Queens; an earlier version of the article misidentified the victim in that accident as the driver of the second car. A reader pointed out the error involving the sequence of events in an e-mail message on Jan. 16.  ", 
        "file": "1822442.xml", 
        "title": "Corrections"
    }, 
    "1819958.xml": {
        "text": "  An obituary last Friday about Maureen Orcutt, an outstanding golfer starting in the 1920s and one of the first women to become a sportswriter, attributed a distinction to her erroneously. She is not a member of the World Golf Hall of Fame.  ", 
        "file": "1819958.xml", 
        "title": "Corrections"
    }, 
    "1816592.xml": {
        "text": "  Because of an editing error, the Weekend With the Kids column last Friday about Ottawa misstated the cost in American dollars of the Capital Passport, an admissions package for museums in the city. The Passport costs $64.60 (or 75 Canadian dollars), not $88.50.  ", 
        "file": "1816592.xml", 
        "title": "Corrections"
    }, 
    "1819300.xml": {
        "text": "  An article and a picture caption in Business Day on Dec. 29 about an effort to persuade farmers to grow a low-linolenic soybean, which produces cooking oil with reduced or no trans fat, referred imprecisely to the qualities of the soybean. Oil from the low-linolenic soybeans has many of the same characteristics of regular cooking oil with less need for hydrogenation, a process that creates trans fat. Soybeans themselves do not contain trans fat.  ", 
        "file": "1819300.xml", 
        "title": "Corrections"
    }, 
    "1818344.xml": {
        "text": "  A picture on Sunday of members of the Coney Island Polar Bear Club, who protested the unseasonably warm weather by refusing to take a winter swim, carried an incorrect credit in some copies. It was by Andrea Mohin of The New York Times.  ", 
        "file": "1818344.xml", 
        "title": "Corrections"
    }, 
    "1822445.xml": {
        "text": "  A chart on Wednesday listing the youngest head coaches of the National Football League's modern era carried incorrect information from the Pro Football Hall of Fame about the age of Mike Tomlin when he signed with the Pittsburgh Steelers. He was 34 years, 10 months and 7 days old -- not 34 years, 11 months and 7 days.  ", 
        "file": "1822445.xml", 
        "title": "Corrections"
    }, 
    "1819499.xml": {
        "text": "  An article on Jan. 6 about White House efforts to find a new chief counsel misstated the working status of Laurence H. Silberman of the United States Court of Appeals for the District of Columbia Circuit, who was considered a contender for the job. On Nov. 1, 2000, he took senior status, which allows a judge to continue to serve while handling fewer cases than a judge in active service; he has not retired. (President Bush has since named Fred F. Fielding to be the White House counsel.)  ", 
        "file": "1819499.xml", 
        "title": "Corrections"
    }, 
    "1822658.xml": {
        "text": "  A classical music entry in the Listings pages of Weekend on Jan. 19 misstated the history of the performance in New York of ''Il Signor Bruschino,'' by Rossini, which the Gotham Chamber Orchestra is performing through Saturday. The Gotham Chamber Orchestra's production is the first professional staging of the work in New York since 1933, not the first staging since then. (The error was repeated in a Week Ahead entry in Arts & Leisure on Jan. 21, in the Listings pages of Weekend on Friday and in a review of a performance on Saturday.)  ", 
        "file": "1822658.xml", 
        "title": "Corrections"
    }, 
    "1816604.xml": {
        "text": "  The NASD Trace Corporate Bond Data chart in Business Day yesterday misstated the dollar volume for trading in convertible bonds and for all issues. The volume for convertible bonds was $2.956 billion, not $4.155 billion; the volume for all issues was $18.817 billion, not $20.017 billion.  ", 
        "file": "1816604.xml", 
        "title": "Corrections"
    }, 
    "1819309.xml": {
        "text": "  A listing of credits in Weekend on Friday with a film review of ''God Grew Tired of Us'' omitted an editor and a producer. In addition to Geoffrey Richman, Johanna Giebelhaus edited the film, and Tommy Walker was a producer, along with Molly Bradford Pace and Christopher Quinn.  ", 
        "file": "1819309.xml", 
        "title": "Corrections"
    }, 
    "1820945.xml": {
        "text": "  A sports article on Sunday about off-the-field issues involving Tank Johnson of the Chicago Bears referred imprecisely to weapons charges to which he has pleaded not guilty. Johnson faces misdemeanor charges in Illinois because the authorities say that when they found weapons and ammunition in his home during a recent raid, he did not have the required state gun-owner identification card; Johnson has not been charged with possessing unregistered weapons and ammunition.  ", 
        "file": "1820945.xml", 
        "title": "Corrections"
    }, 
    "1818488.xml": {
        "text": "  An article yesterday about the Iraqi government's response to plans by President Bush to deploy additional troops referred incorrectly to Prime Minister Nuri Kamal al-Maliki's absence from the government's news conference. Mr. Maliki was never scheduled to speak; it was not that he ''failed to appear.''  ", 
        "file": "1818488.xml", 
        "title": "Corrections"
    }, 
    "1820939.xml": {
        "text": "  An article on Monday about the drafting of President Bush's State of the Union address misidentified a speech three years ago in which he called for human exploration of Mars. Mr. Bush proposed that idea in a speech at the headquarters of the space agency, delivered on Jan. 14, 2004. He did not mention it in his 2004 State of the Union address, which was delivered on Jan. 20.  ", 
        "file": "1820939.xml", 
        "title": "Corrections"
    }, 
    "1818340.xml": {
        "text": "  A front-page article on Tuesday about a proposal by Gov. Arnold Schwarzenegger to extend health care coverage to all of California's residents misstated a requirement for insurers. They would have to contribute 85 percent of premiums to health care services, not 85 percent of profits. The article also referred incorrectly to the precedent for universal coverage. California would be the fifth state, not the fourth, to try near universal coverage. (Besides Maine, Massachusetts and Vermont, Hawaii has also tried.)  A picture caption with an articleWednesday about efforts by Massachusetts to extend health care coverage to all residents reversed the names in some copies of two people who helped an immigrant from Bangladesh sign up for insurance. Feroza Bashar, a translator, was at right, and Goretti Macedo of Cambridge Health Alliance was at left.  ", 
        "file": "1818340.xml", 
        "title": "Corrections"
    }, 
    "1818494.xml": {
        "text": "  A map in some copies last Saturday with an article about the death of a 13-year-old boy who was struck by a Long Island Rail Road train in Queens showed two branches of tracks in Rego Park that no longer exist. A corrected version of the map is at nytimes.com/region.  ", 
        "file": "1818494.xml", 
        "title": "Corrections"
    }, 
    "1821076.xml": {
        "text": "  A chart with the Political Action column yesterday listing the estimated federal pensions of former lawmakers who have been convicted of crimes misstated the party affiliation of former Representative James Traficant of Ohio. He was a Democrat, not a Republican.  ", 
        "file": "1821076.xml", 
        "title": "Corrections"
    }, 
    "1820942.xml": {
        "text": "  A report in the Metro Briefing column on Jan. 5 about appointments by Gov. Eliot Spitzer of New York misspelled the given name of the deputy commissioner of the Office of Health Insurance Programs, a new position. (The error was repeated on Thursday in an article about the expected appointment of a new state health commissioner.) She is Deborah Bachrach, not Debra.  ", 
        "file": "1820942.xml", 
        "title": "Corrections"
    }, 
    "1821078.xml": {
        "text": "  A report in the Extra Time soccer roundup last Wednesday about reaction to the star player David Beckham's decision to leave Real Madrid for the Los Angeles Galaxy misstated the given name of Real Madrid's president. He is Ramón Calderón, not Raúl.  ", 
        "file": "1821078.xml", 
        "title": "Corrections"
    }, 
    "1821077.xml": {
        "text": "  The Market Gauges chart in Business Day on Saturday for the snapshot of Schlumberger, the energy services company, provided incorrect market and financial results. The stock, trading under the ticker symbol SLB, closed at $61, not $14.98. It had a 52-week high of $74.75, not $15.37, and a 52-week low of $54, not $9.57. The price/earnings ratio was 20.27, not 35.7, and the market cap was $72.12 billion, not $3.8 billion. The 12-month E.P.S. was $3.01, not $2.56, with a yield of 1.15 percent, not 2.2 percent.  ", 
        "file": "1821077.xml", 
        "title": "Corrections"
    }, 
    "1822656.xml": {
        "text": "  A music review on Saturday about Bob Seger, at Madison Square Garden, misstated the title of a Chuck Berry song he performed and its release date. Although the song is listed on a Seger album as ''C'est La Vie,'' and that title was on the set list for the performance, the song is ''You Never Can Tell.'' It is from 1964, not the 1950s.  ", 
        "file": "1822656.xml", 
        "title": "Corrections"
    }, 
    "1816159.xml": {
        "text": "  An article in Business Day on Saturday about possible ways to curb sharp increases in executive pay misstated the percentage increase in the value of a pension for Lee R. Raymond, the former chief executive for Exxon Mobil, because of bonuses from 2003 to 2005. It was a 50 percent increase, to $98.4 million from just under $66 million -- not 33 percent.  ", 
        "file": "1816159.xml", 
        "title": "Corrections"
    }, 
    "1819501.xml": {
        "text": "  A picture with a report in the Today in Business column in Business Day on Saturday, about the Ford Motor Company's plan to return to profitability, was published in error. It showed Herbert D. Kelleher, the chairman of Southwest Airlines who was named to the board of the Federal Reserve Bank in Dallas, instead of Alan R. Mulally, the chief executive of Ford.  ", 
        "file": "1819501.xml", 
        "title": "Corrections"
    }, 
    "1818346.xml": {
        "text": "  The Advertising column on Wednesday, about the popularity of penguin characters among marketers, misidentifed the agency that created a holiday commercial for Coca-Cola, based on information supplied by Coca-Cola. The agency was Berlin Cameron United, which previously worked for the company -- not Wieden & Kennedy, the current agency. The article also misspelled the surname of a founder of Club Penguin, a Web site for children. He is Dave Krysko, not Krisko.  ", 
        "file": "1818346.xml", 
        "title": "Corrections"
    }, 
    "1816596.xml": {
        "text": "  An article yesterday about the scene in Congress as Democrats prepared to assume control for the first time in 12 years, included an erroneous distinction for the late Ann Richards, whose photograph appeared prominently at a tea for Democratic women. She was not the first woman to be Texas governor; that was Miriam Ferguson, elected in 1924.  ", 
        "file": "1816596.xml", 
        "title": "Corrections"
    }, 
    "1821832.xml": {
        "text": "  An obituary on Jan. 19 about the humor columnist Art Buchwald misspelled the place of residence in Virginia of one of his surviving children, and a correction in this space yesterday misidentified that survivor. The town is Culpeper, not Culpepper. And it is Connie Marks Buchwald who lives there -- not Joel Buchwald, who lives in Washington.  ", 
        "file": "1821832.xml", 
        "title": "Corrections"
    }, 
    "1821084.xml": {
        "text": "  The DealBook column on Jan.14 in Sunday Business, about what some chief executives say during takeover battles, referred incompletely to the position of Delta Air Lines and its chief executive, Gerald Grinstein, on merger proposals. As the column noted, Delta has rejected a takeover offer from US Airways and says that it wants to come out of bankruptcy as an independent airline. Yet it has also been privately talking with Northwest Airlines. While Mr. Grinstein had not publicly commented on reports of the talks with Northwest until yesterday, he had indeed said that Delta had a fiduciary duty to consider all alternatives, including mergers.  ", 
        "file": "1821084.xml", 
        "title": "Corrections"
    }, 
    "1818984.xml": {
        "text": "  An article in the special Education Life section last Sunday about the large percentage of Asian students at the University of California, Berkeley, attributed an erroneous distinction to the state. Hawaii -- not California -- was the first state without a racial majority.  Also, an article about financial aid for graduate students misstated eligibility for federal PLUS loans. Graduate students may indeed apply for the loans; they became eligible in July 2006.  And an article about rigorous high schools misstated the student newspaper job held by Prateek Kumar of Phillips Academy, who talked about his challenging courses. Mr. Kumar is deputy managing editor of the Phillipian, not the top editor. (Stephen S. Blackman is the editor in chief.)  ", 
        "file": "1818984.xml", 
        "title": "Corrections"
    }, 
    "1818341.xml": {
        "text": "  A front-page article on Tuesday about a proposal by Gov. Arnold Schwarzenegger to extend health care coverage to all of California's residents misstated a requirement for insurers. They would have to contribute 85 percent of premiums to health care services, not 85 percent of profits. The article also referred incorrectly to the precedent for universal coverage. California would be the fifth state, not the fourth, to try near universal coverage. (Besides Maine, Massachusetts and Vermont, Hawaii has also tried.)  A picture caption with an articleWednesday about efforts by Massachusetts to extend health care coverage to all residents reversed the names in some copies of two people who helped an immigrant from Bangladesh sign up for insurance. Feroza Bashar, a translator, was at right, and Goretti Macedo of Cambridge Health Alliance was at left.  ", 
        "file": "1818341.xml", 
        "title": "Corrections"
    }, 
    "1818497.xml": {
        "text": "  An obituary on Wednesday about Jane Bolin, the first black woman to become a judge in the United States, misstated the surname of the New York City corporation counsel who hired her as a lawyer in 1937. He was Paul Windels, not Windell.  ", 
        "file": "1818497.xml", 
        "title": "Corrections"
    }, 
    "1821903.xml": {
        "text": "  An article on Dec. 31 about winter events in St. Petersburg, Russia, referred incorrectly to the Cathedral of Our Lady of Kazan, the city's holiest shrine. It housed the Historical Museum of Religion and Atheism during the Soviet era. It was not mockingly called the Museum of Atheism.  ", 
        "file": "1821903.xml", 
        "title": "Corrections"
    }, 
    "1816157.xml": {
        "text": "  A front-page article last Wednesday about Iran's effort to exert greater influence in Afghanistan omitted a credit. Alan Cowell contributed reporting from London.  ", 
        "file": "1816157.xml", 
        "title": "Corrections"
    }, 
    "1821836.xml": {
        "text": "  A classical music entry in the Listings pages of Weekend yesterday about the Juilliard School's Focus Festival misstated the surname of the festival's longtime director. He is Joel Sachs, not Cohen.  ", 
        "file": "1821836.xml", 
        "title": "Corrections"
    }, 
    "1822108.xml": {
        "text": "  A report in the F.Y.I. column last week about a luminaire at Verdi Square misstated the given name of the director of art and antiquities for the Department of Parks and Recreation, who commented on the luminaire's history. He is Jonathan Kuhn, not John.  ", 
        "file": "1822108.xml", 
        "title": "Corrections"
    }, 
    "1818694.xml": {
        "text": "  A picture caption last Sunday with an article about the operetta ''The Beastly Bombing (or a Terrible Tale of Terrorists Tamed by Tangles of True Love)'' reversed two names. The librettist Julien Nitzberg was at left and the composer Roger Neill was second from left.  ", 
        "file": "1818694.xml", 
        "title": "Corrections"
    }
}